[{"Quote":"It’s just pathetic to give up on something before you even give it a shot. ","Author":" Reiko Mikami","Summary":"Kouichi's aunt from Ritsuko's side  and class 3-3 deputy homeroom teacher. She gives her nephew advice on how to make it through Yomiyama through a series of \"rules\". One of them is to separate the private life from school life, thus Kouichi addresses her as Reiko at home, and Ms. Mikami at school.   She is also revealed to be the extra\/dead one. Reiko was murdered about an year and a half before the accidents started to happen.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b51593-4DuJdXIhmz4d.png"},{"Quote":"The world isn’t perfect. But it’s there for us, doing the best it can….that’s what makes it so damn beautiful. ","Author":" Roy Mustang","Summary":"__Birthday:__ 1885 (Age 30 from vol. 10)\n__Height:__ 5'8\" (173 cm)   \n\nOutwardly arrogant and playfully manipulative, Mustang is intelligent and almost always one step ahead of his opponents, and likes to feel in control of the situation. He is one of the superiors of Edward Elric. On the surface, he appears to be nothing more than a man of the military who pursues promotions and praise and is considered a ladies' man who constantly goes on dates with different women. Mustang's true goal is to become Führer in order to gain the power to reform the government in order to absolve his sins in the Ishval War as well as change the country for the better, along with the joking requirement for female officers to wear tiny miniskirts (which considerably increased Havoc's loyalty to him and caused Hawkeye to be angry with him).   His goals are admirable enough that he earns the fierce loyalty of his good friends Lt Col. Maes Hughes, Major Alex Louis Armstrong, and his own subordinates, among whom are Riza Hawkeye, Jean Havoc, Heymans Breda, Vato Falman, and Kain Fuery. While Mustang has a close and amicable relationship with all of his subordinates, he appears to share a deeper bond of affection with his second-in-command Riza Hawkeye, who has devoted her life to supporting him. This bond culminates in the final episodes of the anime when Mustang chooses Hawkeye alone to accompany him on his greatest and most dangerous mission.   Though a hero of the Ishval War, he remains haunted by the horrors of war and suffers great remorse for the lives he took.   Roy Mustang is the \"Flame Alchemist\", having absolute control over heat and fire through alchemy. Using special gloves that create a spark when he snaps his fingers, Roy can create anything from a tiny ember to burn a letter, to a raging inferno that can destroy a humanoid body in seconds. His precise control over the alchemically enhanced flame is so accurate that he can boil the water in a persons' eyes and can also attack enemies amongst a riot without hurting any allies.   After the Promised Day arrives, he is forced to open the gate by Pride and Wrath, they first try to make him do it voluntarily by reviving Hawkeye, but he refuses. So Pride opens the gate for him using his Philosopher's Stone. Mustang gains the power to transmute without a circle, however,​ his price is his eyesight. (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b68-moBLY2WO2am3.png"},{"Quote":"If you win, you live. If you lose, you die. If you don’t fight, you can’t win. ","Author":" Shingeki No Kyojin","Summary":"Several hundred years ago, humans were nearly exterminated by titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of titans.<br><br>\r\nFlash forward to the present and the city has not seen a titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a colossal titan that appears out of thin air. As the smaller titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single titan and take revenge for all of mankind.<br><br>\r\n(Source: MangaHelpers) ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx16498-m5ZMNtFioc7j.png"},{"Quote":"Weaklings will stay weak forever. But weakness is not evil since human beings are weak creatures, to begin with. Alone, you feel nothing but insecurity; that’s why we form guilds, that’s why we have friends. We walk together in order to live a strong life. The clumsy ones will walk into more walls than the others, and it may also take them longer to get there. If you believe in tomorrow and put yourself out there, you can naturally obtain your strength. That’s how you will be able to smile and live strong. ","Author":" Makarov Dreyar","Summary":"Makarov (マカロフ Makarofu), is the \"Master\" of the guild. He is eighty-eight years old and is also one of the Ten Great Holy Mages. Makarov shows extreme dislike for the Council and all the rules they try to impose on guilds. He frequently attempts to balance reprimands from the council and the eccentricity of his guild. He encourages Fairy Tail to do what they feel is right, but he has shown some concern that Natsu, Ezra, and Gray will someday level a whole town. His magical abilities include Titan magic, giving him the ability to grow his body parts gigantic and his body into a giant sized version of himself, and can control various other forms of magic including fire, ice and wind, which give him an immense magical power. The members of his guild affectionately refer to him as Ji-san or grandpa. Makarov also sees all of his guild members as his own children and will do anything to protect them. He has a perverted side, shown when he states he wishes to be smashed by Lucy's breasts and subsequently spanks her many times as a punishment.  When the Fairy Tail guild building was attacked by Phantom Lord, he didn't seem to care and shrugged off the situation, noting that Guild wars are forbidden. However, after the Shadow Gear team was ambushed in the night by Phantom Lord and crucified to a tree, he leads a full frontal attack against Phantom Lord. However, Makarov, distracted and upset, is ambushed by Aria from Phantom Lord, causing him to lose his magic and forcing the Fairy Tail guild to retreat. Erza noted that they wouldn't be able to defeat Jose without Makarov, and Polyushko noted that Makarov didn't think over the attack and rushed into things without considering his age, calling him a fool for acting this way. After recovering, Makarov returns and defeated Jose with his \"Fairy Law,\" a powerful spell that only defeats those he considers his enemy. Afterwards, Aria attempts to attack him again, but Makarov easily dispatches him, showing Aria's previous victory was a fluke due to Makarov losing his focus.  Given his advanced age, he considers retirement, but considers Luxus as too uncaring, Gildartz impossible for some unknown reason, Mist Gun as too reclusive, and Erza as too young and brash to succeed him as guild master. After hearing the damages made by the team Erza-Lucy-Grey-Natsu-Happy from Mirajane, he cried that it's impossible to retire by now.  Hiro Mashima stated in a Behind the name segment in Volume 2, that he wanted Makarov to have a name that sounded Russian.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/5333.jpg"},{"Quote":"I’m not stupid. I’m just too lazy to show how smart I am. ","Author":" Oreki Houtarou","Summary":"__Age:__ 16-17 \n__Height:__ 176 cm \n__Birthday:__ April 28, 1984 (according to the original novel)\n__Zodiac sign:__ Taurus\n__Weight:__ 62 kg \n__Gender:__ Male \n__Hair Colour:__ Brown \n__Eye Colour:__ Green\n__Relatives:__ Oreki, Tomoe (sister)  \n__Personality:__ quiet, laid-back, lazy  \n__Motto:__ \"If I don't have to do it, I won't. If I do have to do it, I'll make it quick\"  \n\nOreki is a high-schooler with messy brown hair and green eyes. Due to his very lazy lifestyle, he almost always has a tired or bored look on his face. His hair is especially very messy when he wakes up.   He is shown to be a quiet student, and never concerned about things that happens around him. Despite being shown as an average high school student, he is quite intelligent and perceptive. The reason for his usual laziness is because he wishes to \"save energy\". Even though he is shown to be quite lazy, he never leaves his homework undone, as pointed out by Satoshi. He's considered lazy and apathetic, always living on the \"gray\" side, and is not interested in any activities that might waste his time and energy. He actually never intended to join any club, but his sister ordered him to join the Classics Club to save it from being disbanded. Even though he might not seem it, he's unbelievably good at solving mysteries and seems to be able to always find a solution if he gives it a thought. He has a habit of holding his bangs whenever he's thinking about a mystery.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n55131-VDTmNITy05A1.jpg"},{"Quote":"Knowing you’re different is only the beginning. If you accept these differences you’ll be able to get past them and grow even closer. ","Author":" Miss Kobayashi","Summary":"Miss Kobayashi is your average office worker who lives a boring life, alone in her small apartment–until she saves the life of a female dragon in distress. The dragon, named Tohru, has the ability to magically transform into an adorable human girl (albeit with horns and a long tail!), who will do anything to pay off her debt of gratitude, whether Miss Kobayashi likes it or not. With a very persistent and amorous dragon as a roommate, nothing comes easy, and Miss Kobayashi's normal life is about to go off the deep end!<br><br>\n\n(Source: Seven Seas Entertainment)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx21776-FJiPcLQHeTiV.png"},{"Quote":"To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have. ","Author":" Matsumoto Rangiku","Summary":"__Birth Date:__ September 29th (According to Bleach Official Character Book Souls) \n__Zodiac Sign:__ Libra \n__Height:__ 172 cm \n__Weight:__ 57 kg \n__Occupation:__ Lieutenant of the 10th Division  \n\nRangiku is an attractive woman with long, wavy, strawberry-blonde hair (worn short in her youth), icy blue eyes, and a beauty spot to the right of her mouth. Her most distinctive features are her very large breasts, which are even larger than Orihime Inoue's. She also shares Orihime's strange taste in food. She dresses in the garb typical of shinigami, though her robes hang loose enough for her ample bosom to be revealed. She wears a necklace and a pink scarf over her shoulders. In addition, her lieutenant's armband is worn on her uniform's sash, as opposed to around the arm.  Rangiku tends to be a slacker who doesn't like paperwork and loves to drink saké. She's not the least bit modest about her appearance, frequently referring or complaining about her large breasts in casual conversation. She even tries to bribe Ichigo Kurosaki into letting her stay at his house using them, though unsuccessfully. Her easy-going and free-spirited personality is in sharp contrast with the serious Hitsugaya, but the two seem to be quite close, regardless. Rangiku is almost constantly by his side and has shown her loyalty to him on several occasions. While she seems somewhat self-centered, she is sensitive to the feelings of others, evident when she sees the concern Hitsugaya has for Momo Hinamori, the guilt Izuru Kira shares with her when Gin Ichimaru is revealed as a traitor, and when Orihime feels depressed about her role in Ichigo Kurosaki's life. Despite her lackadaisical image, she can be extremely serious when needed. She's shown to be somewhat maternal, especially with Orihime and Momo.   Not much is mentioned about Rangiku's past. She came from Rukongai and was rescued as a child by Gin Ichimaru; the two soon became friends. In one short chapter from the manga, she was once asked by Ichimaru during her childhood when her birthday was. She replied that she did not know because she had been alone for as far as she could remember. This possibly means she was orphaned since birth. When he heard about this, Ichimaru told her that if this was the case, then her birthday should be set on the day they met (the day she was not alone anymore).  It is not known how she became a shinigami or how she became lieutenant of the 10th Division, but it is known that she has held the position longer than her current captain has held his. She first met Hitsugaya in Rukongai when the two bumped into one-another. Recognizing his immense power, and the harm it was causing to the old woman he lived with, she convinced him to become a shinigami in order to control it.\n\n(Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/904.jpg"},{"Quote":"The true measure of a shinobi is not how he lives but how he dies. It’s not what they do in life but what they did before dying that proves their worth. ","Author":" Jiraiya","Summary":" __Age__: 54  \n__Birthday__: 11 November  \n__Horoscope__: Scorpio  \n__Bloodtype__: B  \n__Height__: 191.2 cm  \n__Weight__: 87.5 kg \n __Likes__: Peeping, women, garlic pickles with Japanese basil, Karaage fried chicken  \n__Dislikes__: Kiwi fruits, Gratin  \n\nJiraiya is one of the three powerful ninjas originated from Konoha (village hidden in the leaves) and trained by the Third Hokage, Hiruzen Sarutobi. His two team mates were Tsunade and Orochimaru. Later on, they became known as the Legendary Three Ninja, also known as \"Sannin\".\n\nJiraiya is also a full-pledged pervert. He adores good looking women and gets distracted by their sight often. He often gives the reason that he is doing research for his writing. Amongst other traits, he is a toad-tamer, with the ability to summon powerful toads at will to aid him in battle. He holds a key part in teaching and training Naruto.  \n\n Jiraiya also trained the 4th Hokage, Minato Namikaze. Another one of his notable students was Nagato, who would later become known as Pain. When Jiraiya infiltrates the rain village to get information regarding Pain, he dies in battle against all six Pains. Jiraiya is the author of the Icha Icha Series which Kakashi loves to read. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b2423-RO5MyoXSA9OL.png"},{"Quote":"Fake people have an image to maintain. Real people just don’t care. ","Author":"Hachiman Hikigaya","Summary":"__Age:__ 16-17\n__Birthday:__ August 8\n__Hair Color:__ Black\n__Eye Color:__ Black\n__Blood Type:__ A\n__Height:__ 175 cm (5'9\")\n\n\nHachiman is the story's main protagonist, an isolated, friendless boy who is pragmatic to a fault. His most prominent feature is his set of \"dead fish-eyes.\" He firmly believes that \"youth\" is simply an illusion created by hypocrites, for hypocrites, born from the ashes of past failures. In this state of apparent corruption, he is coerced into joining the Service Club by his futures advisor in the hopes that exposing him to the world will change his personality, and ultimately make him a \"better person.\" He is called \"Hikki\" affectionately by [Yui](https:\/\/anilist.co\/character\/67069).\n\nIn the light novel, Hachiman doesn't want to grow apart from Yukino and remain only acquaintances, he asks Yukino if she wants him to mess up her life.  \n\n(Source: Vistrans)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b67065-dvBJoFzvk2eo.png"},{"Quote":"We are all like fireworks: we climb, we shine and always go our separate ways and become further apart. But even when that time comes, let’s not disappear like a firework and continue to shine.. forever. ","Author":" Hitsugaya Toshiro","Summary":"__Birthdate:__ December 20th (Sagittarius) \n__Height:__ 133 cm (4'4\") \n__Weight:__ 28 kg (62 lbs)  \n__Hair:__ White \n__Eyes:__ Turquoise  \n__Rank:__ Captain of Squad 10  \n__Zanpakutō:__ Hyōrinmaru  \n__Shikai Command:__ Sōten ni zase, Hyorinmaru! (Reign over the frozen heavens, Hyorinmaru!)  \n__Bankai Command:__ Daiguren Hyorinmaru!  \n\nHitsugaya comes from Junrinan, District 1 of Rukongai. There, he lived with an old woman (said to be his grandmother), Momo Hinamori, and possibly other people. Little else is known about his past, but it is known that he became a Shinigami shortly after Hinamori. He is also a friend of Jidanbou, the West Gate Keeper, and was the one who taught him the \"city rules.\"  As a child, Hitsugaya was a bit of a brat who liked to eat watermelons and poke fun at Hinamori. She would call him \"Shiro-chan\" (シロちゃん, \"Lil' Shiro\" in the English dub) and he would counter by calling her \"Bed-wetter Momo.\" The two were close friends and Hitsugaya, despite being younger and much shorter than his friend, always felt that he needed to protect her. His favorite foods are watermelon and sweet nattō. He also hates hot weather.  With Hitsugaya's natural talent, he quickly entered the Shinigami institute shortly after Hinamori, despite his age. She continued to call him \"Shiro-chan\" out of habit and felt she needed to protect him. Because of a promise she had made, she only began to call him \"Hitsugaya-kun\" after he had achieved his Zanpakutō's initial release and was recognized as a Shinigami. Highly capable and knowledgeable, he quickly became the youngest of the Captains within the Gotei 13 (Thirteen Court Guard Squads).  (Sources: Wikipedia; BleachExile)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b245-buy3Cfn6IFSB.jpg"},{"Quote":"I want you to be happy. I want you to laugh a lot. I don’t know what exactly I’ll be able to do for you, but I’ll always be by your side. ","Author":" Kagome","Summary":" __Age:__ 15  \n__Height:__ 157.5 cm (5'1\")   \n__Weight:__ 49 kg  \n\nThe female protagonist and a third year middle school student. In the tradition of many Rumiko Takahashi heroines (Lum, Akane Tendo, Kyoko Otonashi), Kagome can be extremely sweet, but can also become very dangerous when provoked. \n\nInuYasha wears a special bead necklace (known as the Beads of Subjugation) which only responds to Kagome's command: when she yells \"Sit!\" (\"Osuwari!\") (Often \"Sit, boy!\" in the dub) InuYasha is thrown to the ground. The necklace was placed upon him due to his dangerous attitude when he was unsealed. \nAs the series continues, Kagome uses the necklace less and less. It is scarcely used by this point in time, and is purely comedic relief when it is. \n\nShe is the reincarnation of a priestess 50 years ago, named Kikyo, the previous protector of the shikon no tama.\n\nAs fate would have it, Kagome also develops feelings of strong love for InuYasha. This relationship proves to be a driving point of the series. In the series, Kagome becomes a powerful miko (not really a miko).","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b1354-PuUTCSX7UzKA.png"},{"Quote":"No single thing is perfect by itself. That’s why we’re born to attract other things to make up for what we lack. I think we start walking in the right direction only after we start getting our counterparts besides us. ","Author":"Itachi Uchiha","Summary":"__Name:__ Uchiha Itachi  \n__Age:__ 17-18 (I); 21 (II)  \n__Birthday:__ June 9th  \n__Zodiac:__ Gemini  \n__Height:__ 175 cm (I); 178 cm (II)  \n__Weight:__ 57 kg (I); 58 kg (II)  \n__Blood Type:__ AB  \n__Nature Type:__ Fire and Water  \n__From:__ Konohagakure (Leaf) \n__Rank:__ S-class Missing-Nin  \n__Registered Ninja #:__ 012110  \n__Affiliation:__ Akatsuki  \n__Ring:__ Shu (Red)  \n__Finger Position:__ Right Ring  \n__Partner:__ Hoshigaki Kisame  \n__Favorite Foods:__ Rice balls (kelp), cabbage  \n__Least Favorite Foods:__ Steak  \n__Hobby:__ Visiting traditional Japanese cafés \n __First Manga Appearance:__ Ch. 139 \n __First Anime Appearance:__ Ep. 80 \n __Assignments Completed:__ 53 D-Rank, 152 C-Rank, 134 B-Rank, 0 A-Rank, 1 S-Rank  \n__Famous Quote:__  _Foolish little brother, if you wish to kill me, hate me, detest me, and survive in an unsightly way. Run, run and cling to life._   \n\n~~~ __ _Background___~~~  Itachi Uchiha is a missing-nin from Konohagakure, and a prominent member of Akatsuki, partnered with Kisame Hoshigaki. He is Sasuke Uchiha's older brother.   Itachi is relatively popular among many fans of Naruto, often having ranked in the top ten in Shonen Jump magazine's popularity polls since his introduction. He was first ranked in the third character popularity poll ranked in 11th place. He was ranked 9th place during the fourth popularity poll, and 6th place in the fifth popularity poll. During the sixth popularity poll, he again was ranked in 11th place. In the last poll, he was ranked in 5th place.  Itachi was born into the Uchiha clan and was praised by all as the best of his generation - a genius above all others. Even by the standards of the battle-adept Uchiha clan, Itachi's prowess far outshined all others. However, not even his family, friends, or teachers could understand him. When he was only 4, Itachi had already witnessed countless lives lost due to the Third Great Shinobi World War, which emotionally traumatized him and turned him into a pacifist. At age 7, he graduated from the Ninja Academy at the top of his class after only one year, mastered the Sharingan at age 8, passed the Chunin Exams at age 10, and became ANBU Captain at age 13. According to Madara Uchiha, Itachi also had a lover, whom he killed during the Uchiha clan massacre.  He was praised highly by his father, who saw the family's future in Itachi, hence neglecting his other son - Itachi's younger brother, Sasuke. However, during this time Itachi showed great affection towards his little brother, Sasuke, and even encouraged his father to come to the Academy when Sasuke was enrolled, something their dad had otherwise forgotten, by saying that he would not go to an important mission, that would establish Itachi a place in the ANBU ranks, otherwise.   When the Uchiha began planning to overthrow Konoha, Itachi, as an ANBU, was tasked with spying on the village. Knowing that a coup d'etat would only lead to another Ninja War, Itachi chose to spy on the Uchiha instead, passing on information to the Third Hokage and the other Konoha elders. After this he began to act strangely, not attending the clan meetings, speaking out against the clan, and becoming the prime suspect for the murder of his best friend, Shisui Uchiha. The clan lost hope in Itachi, and his father began shifting his focus to Sasuke instead. Meanwhile, the Third's attempts to negotiate a bloodless end to hostilities between the two parties were proving ineffective, so, against the Third's wishes, Danzo and the Konoha Council ordered Itachi to wipe out the Uchiha.  Before the fateful night arrived, Itachi discovered the existence of Madara Uchiha, who was attempting to rekindle the flames of war in Konoha. In return for not attacking Konoha, Itachi offered to help Madara claim vengeance against the Uchiha for turning their backs on him decades earlier. Madara agreed. Itachi slaughtered his entire clan overnight, sparing only Sasuke. Sasuke's life was worth more than the village to Itachi, and he could not follow through with the orders to kill him as well. Instead, he made himself out as a villain, who had killed their innocent family only to test his abilities. By doing so, he wanted Sasuke to take vengeance on him and become a hero to Konoha, thus redeeming the Uchiha name. He tortured Sasuke with his Mangekyo Sharingan, and encouraged him to become strong enough to kill him and avenge their family. Hoping that his beloved little brother would someday be powerful enough to kill him, Itachi left the village as a traitor.  Knowing that Konoha would still want to eliminate Sasuke, Itachi pleaded with the Third Hokage to keep Sasuke safe. He also threatened Danzo to not harm Sasuke or risk him revealing everything he knew about Konoha's secrets to enemy countries. Sasuke's safety was therefore secured, and Itachi returned to his original plan of becoming infamous for his slaughter of the Uchiha.   Itachi joined Akatsuki in order to keep an eye on the organization, along with Madara Uchiha, in case either ever acted against Konoha, all the while planning for his death at Sasuke's hands. While a member of Akatsuki, Itachi was approached by Orochimaru, who tried to steal his body to gain the Sharingan. Itachi trapped him in a genjutsu and severed his left hand as punishment, forcing Orochimaru to flee the organization. Sometime after joining Akatsuki, Itachi later helped recruit Deidara, Orochimaru's replacement, by beating him in battle, after which Deidara swore vengeance again.   \n\n~~~ __ _Personality___~~~  Ever since his first appearance, Itachi had always been mysterious, and had acted as though he was hiding his true self. While flashbacks to his past showed that he was a compassionate brother and person, his later acts and claims made it seem that this was mostly just an act. But, surprisingly, he genuinely was the compassionate brother he had once claimed to be, although he hid this from the rest of the Akatsuki to protect Sasuke.  As a member of Akatsuki, he possessed incredible self-control of his emotions. He constantly displayed an emotionless personality. He only showed surprise when opponents proved more powerful or skilled than he had expected, and even then he didn't lose his composure. He did not possess any arrogance, and fully justified any statements he made about his power, even complimenting his opponents at times on their abilities.  In addition to being an extremely powerful ninja, Itachi had equally impressive intelligence, and was shown to be very wise. He was exceedingly sharp and observant to any situation at hand, as he was rarely surprised or caught off guard. He also displayed great intuition, as he was almost never deceived and even then almost instantly realized the truth. Despite his status as a wanted criminal, and having murdered a significant portion of his family, Itachi took no enjoyment in violence or combat, instead preferring to avoid battle or, if this was not possible, end it as quickly as he could.  Itachi's only initial interest was in Akatsuki's goals, and his only loyalties appeared to be to the organization and its members, seeming to put the organization's success and secrecy before everything else.As such, Itachi got along with his partner, Kisame, much better than most other Akatsuki members did with their own partners. Kisame appeared to have a deep loyalty to Itachi, immediately doing as he instructed and constantly looking out for his well-being. Itachi treated all of his fellow Akatsuki members to this same, more respectful personality, although his courtesy was rarely returned by the other members.  However, when he was in a genjutsu duel during his fight with Sasuke, he cruelly claimed he had only let Sasuke live so that he could take Sasuke's eyes and obtain his own Eternal Mangekyo Sharingan, after which he then claimed the Uchiha clan had been nothing but tainted and evil, since many members would kill their friends to gain the Mangekyo Sharingan, and would take another Uchiha's eyes to make its power permanent. Once the genjutsu was released, he called it his true self, implying his calm, emotionless personality was also a facade. This persona was later revealed to be only an act to ensure that he would die by Sasuke's hands, his love for his younger brother being the fundamental aspect of his personality.   Despite his status as an infamous shinobi, his appearance was not the most intimidating, apart from the intensity of his eyes. While living in Konoha, he would regularly have a gentle and caring look in his eyes, especially directed towards his younger brother. After joining Akatsuki, he would regularly have a stern look to them. He was a fairly tall shinobi, whose basic appearance was very much like the rest of his clan.  He, like all members of his clan, possessed dark grey eyes, and also had black hair that hung near his cheeks to frame his face. He also had the addition of a long ponytail in the back of his hair (which he obscured with his Akatsuki cloak after joining the organization). Being brothers, Itachi and Sasuke had a similar appearance, but with subtle differences. Itachi's hair color appeared slightly duller and with a softer flow to it, without the spiky style at the back. His skin was also slightly darker. Itachi's most distinguishing characteristics were the long pronounced creases under his eyes.  When he lived in Konoha, his casual clothes would consist of a black shirt with a large Uchiha clan symbol on the back of it, and black pants with a weapons pouch strapped to them. When on duty, he would wear the traditional ANBU uniform, although he was never shown wearing a mask. As a member of Akatsuki, he wore the traditional Akatsuki cloak, and usually kept the center of it buttoned down. After his cloak was incinerated by Sasuke's Kirin during their fight in Part II, it was revealed that he still wore his casual clothes underneath it. Like almost all members of Akatsuki, he wore the headband of his home village, Konoha, with a line gouged through it, to symbolize his broken ties with the village (although, secretly, he was actually still loyal to his village).    \n\n~~~ __ _Abilities___~~~  Since a young age, Itachi's intellect and talent showed their brilliance in everything he did, as even his teachers said his progress hardly required any help. In the few battles he had been seen in since the start of the series, Itachi was shown to be an incredibly powerful ninja, and easily one of the strongest in the Naruto series, as demonstrated by his ability to easily defeat Deidara, Sasuke, Kakashi Hatake, Kurenai Yuhi and Orochimaru (twice), who themselves are considered amongst the strongest ninjas in Naruto. Being a pacifist, Itachi did not actively take part in battle, typically only acting in self-defense.   \n\n~~~ __ _Sharingan___~~~  Being of the Uchiha Clan, and as noted by Kakashi, Itachi was a true successor of the Sharingan Eye. From a stationary position, he would study an opponent's movements with his Sharingan and respond accordingly, often with a genjutsu. He could cast a genjutsu by merely pointing at or looking at someone, and could similarly turn an opponent's genjutsu against them with Demonic Illusion: Mirror Heaven and Earth Change. Itachi had trained so much with his eyes that he had reached the stage where he could have his Sharingan activated the entire time, with minimal drain on his chakra levels.    \n\n~~~ __ _Mangekyo Sharingan___~~~  Itachi possessed the Mangekyo Sharingan, which increased his already great power, and enabled him to use his most powerful techniques. With his left eye, he could use Tsukuyomi, a genjutsu that traps an opponent's mind in an illusionary world, torturing them for what seems like days in a matter of seconds.With his right eye he could use Amaterasu, a ninjutsu which allowed him to create a black flame that he could direct by moving his eye to burn through seemingly anything in its path, including fire itself. His final technique was Susanoo, a technique that manifested itself as a spectral being, labelled as the \"Raging God of Battle\" in the databook. It wielded the Totsuka Sword, an ethereal sword with the ability to seal anything it pierces into the gourd that serves as its hilt, and Yata's Mirror, a shield that can reflect any attack. Zetsu, a fellow Akatsuki member, stated that Itachi's mastery of the Sharingan, combined with the legendary weapons of Susanoo, made him invincible.   Despite his mastery of the Mangekyo Sharingan, Itachi suffered greatly from its side effects. His eyesight would worsen after every activation of the Mangekyo Sharingan, and he would eventually go blind from its power, with his Sharingan forever sealed away. Itachi was so close to blindness that, by the time he activated Susanoo in his final fight, both Sharingan eyes had become almost blind, and had turned white. However, he was still able to perform his own Fūinjutsu in his last moments.\n \n(Sources: Naruto.com and Naruto.wikia.com )","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n14-jr5pH4YLWDke.jpg"},{"Quote":"A castle that vanishes at the first gust of wind is worthless. ","Author":" Kill la Kill","Summary":"After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/nx18679-zE07Y4SFaOiO.png"},{"Quote":"Every journey begins with a single step. We just have to have patience. ","Author":" Milly Thompson","Summary":"Milly Thompson is a fellow Bernardelli agent and friend and assistant to Meryl. Despite physically towering over Meryl, Milly looks up to her and always refers to her as \"senpai,\" or \"Ma'am\" in the English Version, as a term of respect for a senior.  Although physically very strong, she appears rather simple and ditzy, but has an extremely kind heart and also reveals a strength of character and genuine optimism. However, Milly can be just as hotheaded as Meryl if someone is disrespectful towards their family (or wasting food, especially pudding). She can seem somewhat dim, but she has some amazing skills (chess playing, for one) which hint at a deeply buried intelligence. She does have a tendency to go a bit overboard when drinking.  She seemed to pick up on the fact that Vash is the notorious Stampede before Meryl, but she is apparently still somewhat surprised upon realizing that she was correct. Milly comes from a very large family, and writes letters to them constantly (known as \"The Milly Monthly\").  Somehow Milly manages to hide a very heavy concussion gun (referred to as a \"stun-gun\") under her coat. The shots, which pop out into the shape of an X-shaped claw, are so powerful they can even knock over trucks. At one point Milly refers to herself as \"Stun-gun Milly\".","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/714.jpg"},{"Quote":"I don’t want to conquer anything. I just think that the guy with the most freedom in this ocean is the Pirate King! ","Author":" Monkey D. Luffy","Summary":"__Name:__ Monkey D. Luffy  \n__Age:__ 17; 19  \n__Birthdate:__ May 5, Taurus  \n__Height:__ 172 cm (5'7½\"); 174 cm (5'8½\")\n__Blood Type:__ F  \n__Affiliation:__ Straw Hat Pirates, ASL brothers, Straw Hat Grand Fleet, Straw Hat alliance: Heart Pirates (current); Dadan Family (former)\n__Position:__ Captain\n__Devil Fruit:__Gomu Gomu no Mi (Gum Gum Fruit)\n__Devil Fruit Type:__Paramecia\n__Bounty:__  1,500,000,000 Beli (previously; 30,000,000, 100,000,000, 300,000,000, 400,000,000 and 500,000,000)  \n\nLuffy is the captain of the Straw Hat Pirates and is best friends with all of them and values them over all else. At first glance, Luffy does not appear to be very intelligent, often seeing things in childish manner and can easily be amazed by the simplest things. However, because he views the world in a straightfoward and simple manner, he is occasionally the only person who can see past the events and see what should be done.  \n\n Luffy seems to have an unstoppable appetite, a characteristic that is common to the Japanese archetype of the (at times simple-minded) young male hero\/adventurer with a heart of gold; perhaps the hunger more so in Luffy's case due to having an elastic stomach. Luffy is also another one of the several characters given the middle initial \"D\".  \n\nAlthough Luffy is fairly lightheaded and a funny character, he has an unstoppable sense of determination, optimism and commitment and will do anything to stand up for his friends and comrades. Along with that, he has great courage to back it up as well as unbelievable strength. Ever since consuming the devil fruit he was shown to be not worried about his inability to swim, much like his brother. Much of these traits are common among D's. His only display of true fear towards his grandfather, to the point that he does not fight back and is intimidated at the mere mention of him.  \n\nLuffy never kills any of the villains, no matter how cold-hearted they are; instead, he frequently sends the villain flying, knocking them out or until the point that they are almost near death, which results in some of the villains searching for revenge, such as Buggy the Clown and Alvida. Oda explains that it's not a question of morality so much as a matter of punishing the villains for their crimes - he feels that killing the villains lets them off too lightly, whereas he considers letting them live to see their dreams be ruined a far more fitting punishment.  \n\nLuffy's dream is to find the One Piece and become Pirate King. He knows that to achieve his goal, he will have to defeat many strong opponents, including the World Government and his childhood hero Shanks.   \n\nMonkey D. Dragon is the father of Monkey D. Luffy and is also the son of Vice-Admiral Monkey D. Garp. Known as the Revolutionary Dragon, he is the world's most wanted criminal.  Before the start of the series, Dragon left Luffy in Garp's care. Dragon first appears after a lightning bolt suddenly destroys the gallows where Luffy was to be executed by Buggy the Clown and then saves Luffy from being captured by Captain Smoker. When he saved Luffy from Smoker, a mighty gust of eerie wind swept through Loguetown. It is undetermined whether or not he was the cause behind the gust of wind or the lightning; however, the story leads to believe there is more to him than it seems. Recently, he has taken over an island in the South Blue and is about to head to the North Blue when he commented, after noticing Luffy's newest bounty, given to him after invading Enies Lobby, that father and son will meet sometime soon.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b40-NKxeBrrS2vp4.png"},{"Quote":"Hard work betrays none, but dreams betray many. ","Author":"Hachiman Hikigaya","Summary":"__Age:__ 16-17\n__Birthday:__ August 8\n__Hair Color:__ Black\n__Eye Color:__ Black\n__Blood Type:__ A\n__Height:__ 175 cm (5'9\")\n\n\nHachiman is the story's main protagonist, an isolated, friendless boy who is pragmatic to a fault. His most prominent feature is his set of \"dead fish-eyes.\" He firmly believes that \"youth\" is simply an illusion created by hypocrites, for hypocrites, born from the ashes of past failures. In this state of apparent corruption, he is coerced into joining the Service Club by his futures advisor in the hopes that exposing him to the world will change his personality, and ultimately make him a \"better person.\" He is called \"Hikki\" affectionately by [Yui](https:\/\/anilist.co\/character\/67069).\n\nIn the light novel, Hachiman doesn't want to grow apart from Yukino and remain only acquaintances, he asks Yukino if she wants him to mess up her life.  \n\n(Source: Vistrans)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b67065-dvBJoFzvk2eo.png"},{"Quote":"If nobody cares to accept you and wants you in this world, accept yourself and you will see that you don’t need them and their selfish ideas. ","Author":" Alibaba Saluja","Summary":" __Age:__ 17 (near 18 during the Sindria Arc) (18 during World Exploration Arc)  __Height:__ 168cm   __Likes:__ Friendship, Women  __Dislikes:__ Al Sarmen  __Strengths:__ High Level Knowledge  __Weakness:__ Gets fat easily  __Birth place:__ Balbadd   __Special skill:__ Royal Fencing  __Djinn:__ Amon  A 17-year-old boy who Aladdin met randomly on his journey. Alibaba seems to be greedy at first and only thinks of money and good payment, though he values human life more and will save those in need. After being helped by Aladdin, he decides to team up with him and do dungeon diving. It was Alibaba's dream for a long time, but since almost nobody returned alive, he was too afraid to start a journey by himself. He considers Sinbad his hero because Sinbad was the only person who managed to return alive from the first dungeon.    Alibaba has the blood of royalty running through him, and is a prince of Balbadd. His father was the king of Balbadd while his mother was a prostitute causing him to live his childhood in the slums. When his father felt ill and realized he was dying he felt he didn't have a capable successor thus he found Alibaba and brought him to the palace where he was trained and educated to one day become king, He however refuses his title and instead turns Balbadd into a Republic after he personally overthrows the Monarchy.   Alibaba after capturing Amon's Dungeon became a Kings candidate, however unlike other Dungeon capturer's he was chosen by a Magi (Aladdin) to be King, thus making him one of the chosen by the Rukh to lead and rule.   Alibaba was at first unable to equip his Djinn fully only to later find out in his time at the Laem Colosseum that he has two types of Magoi which were slowly ripping him apart from the inside out due to the incompatibility with each other. Half of his Magoi actually belongs to his friend Cassim who died, and after training in the Colosseum and nearly dying the two Magoi combine in a huge Magoi thus granting him more power than he ever originally had. As a side affect he acquires some of Cassim's personality like his tendency to want to smoke, although Alibaba can't take it and ends up coughing every time he tries.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b42501-6B1ArbIQSr3p.png"},{"Quote":"Fear is not evil. It tells you what weakness is. And once you know your weakness, you can become stronger as well as kinder. ","Author":" Gildarts Clive","Summary":"Gildarts Clive is one of the Fairy Tail Guild's S-Class mages. Gildarts is widely accepted by all the members as the strongest member in the guild under Makarov. Whether or not he is as powerful as Makarov is widely debated. He is frequently absent in the guild due to the nature of the requests he receives. He is widely referred by members of the Fairy Tail Guilds as \"that geezer\". His back shows a man with spikey hair, wearing a tattered cloak. His infamy as a mage was also commented upon by the Guild Master of Phantom Lord, Jose Porla: \"... Erza and Laxus, Mystogan and Gildarts... Their names spread as far as my own hometown...\"    Gildarts went out of the guild 3 years ago to carry out his job, and recently has returned to the guild. He is rumoured to have taken both a 10-year-job as well as a 100-year-job, which is classified above the SS rank jobs as the difficulty is ranked on how long it would take for completion. His long-term periodic absences may be the reason for Makarov's decision for dropping Gildarts out of equation as his successor, and why no attempt of communication was made during the Phantom-Fairy Tail War.    He also seems to be an incredibly popular and important mage throughout the town as well, as his impending arrival is subject to a large bell being rung in a \"special manner\" to notify people of his coming. Also the Fairy Tail mages seem to burst into celebration as a reaction to his arrival, indicating that unlike Mystogan who is virtually unknown and Laxus who was generally disliked due to his attitude, he is extremely well liked by the town and everyone at Fairy Tail.     Gildarts is the father of Cana Alberona. However he appears to be unaware of this fact.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/29502.jpg"},{"Quote":"I want…to change things. I want to believe that anything can be changed. The moment I met you, a new world opened up for me. You see, after wandering in the darkness for so long, a light brought me happiness. It’s all thanks to you. ","Author":" Chrono","Summary":"Birthday: 13 April Age: 23 Years Blood Type: Type O Height: 175 cm Weight: 65 KG Occupation: Sweeper Equipment:  Decorated Gun (Hades) Likes: Milk, Seafood, Rice balls (onigiri) Dislikes: Woman's Tears Hand: Ambidextrous Skills: Can Sleep anywhere,gunman   Also known as Black Cat and the main protagonist in the story, he starts as a ruthless assassin but learns compassion from Saya Minatsuki.    After his change of heart (when Creed kills Saya), he works as a sweeper alongside Sven and Eve.  He always wears a bell around his neck to remind him of what he once was and could once more become. In the manga, he already has the bell from book one. In the anime, Eve gives him the bell from the fable of the Black Cat.  His gun was made just for him by Chronos, called Hades. He also has a soft spot for women and children, especially when tears are shed.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/42.jpg"},{"Quote":"Moving on doesn’t mean you forget about things. It just means you have to accept what’s happened and continue living. ","Author":"Erza Scarlet","Summary":"Erza Scarlet (19) is a S-class mage of the Fairy Tail Guild, the strongest still active female, and one of the main female protagonists in Team Natsu.  Erza, is a tall, beautiful girl with long red hair, and brown eyes. She is almost always wearing an armored suit, made by Heart Kreuz. However, thanks to her requip magic, she can wear many magic armors, and can even requip swim suits, and clothes for recreational purposes. Her member stamp is on her left shoulder.  Erza is a very strict person, often criticizing the bad behavior and habits of the other guild members, causing most them to apologize for fear that they might invoke her wrath. She is also impatient, liking people who answer her questions quickly as seen when she promptly knocks out anyone who doesn't answer her questions (despite them not knowing anything). Also, Erza has a problem where she apparently sees everyone as guild members (best seen when she asks civilians to take things places during a mission). However, she has a great sense of justice. Despite being a very strict person, she seems to have a clumsy side to her as seen during the Galuna arc when she fell into a pit hole.  Like most Fairy Tail members, she shows great loyalty and dedication to Makarov and the guild. She pushed herself past her limit in the war against the Phantom Lord Guild, fighting against its many powerful members. She also became the temporary leader when Makarov had to be treated because of his scattered magic.  Although it hasn't been fully explored, it is implied that Natsu Dragneel, Erza and Gray Fullbuster are all very close to each other. While staying over at Lucy's house, Erza revealed that the three of them used to take showers together. It is later revealed that Erza, Natsu, and Gray have all been part of Fairy Tail ever since they were children.   Erza used to be a child slave where she was forced to help build a tower called the R-system. Over time Erza made friends with other slaves, among them was Gérard. When she and the other slaves tried to rebel, the evil magicians overwhelmed the slaves, but it was then when Erza's magic awakens and kills them all, setting them free from slavery.A cult tried to build this tower to resurrect Zeref. They had slaves to build it, Erza being one of them. Erza has another flashback. In the flashback Gerard tells her they have to fight to survive now. Caught by another guard Gerard get beat and she gets sent back to her prison. No longer able to take the abuse she attacks guards, starting the revolt. At first prevailing, mages start to show up and they begin to lose. A magic blast comes towards Erza, but Rob interferes, saving Erza, but killing him. She gets very angry triggering her magic. She controls all the swords around her and wins the battle for everyone. When everyone is on the boat to go home, Erza goes back in the dungeons to look for Gerard. Already possessed by Zeref, Gerard attacks Erza and tells her he is going to complete the R-System to resurrect Zeref's body. He tells her not to tell anybody about the tower or he will kill everyone. She then wakes up on an island crying about the events just witnessed.  After Erza escapes from the island of slaves, she tries to find Fairy Tail. She had heard about Fairy Tail from an old man named Rob, another slave that was forced to work on the R-system, he also cared for her like a grandpa. Eight years prior to the beginning of the story, she found Fairy Tail and taken in as a member. Upon joining, Erza immediately developed a habit to wear armour, as it made her feel safe. It was around that time when Makarov took her to Porlyusica to get a artificial eye to replace her right eye that had became blind because of an injury.  (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n5189-QMlH3DM6eyEp.jpg"},{"Quote":"Do you always want to live hiding behind the mask you put up for the sake of others? You’re you, and there’s nothing wrong with that. ","Author":" Ymir","Summary":"Birthday: February 17\nHeight: 172 cm (5'7\")\nWeight: 63 kg (139 lbs)\nAffiliations: 104th Trainees Squad, Scouting Legion\n\nMember of the Scouting Legion. She seems selfish, cynical, bossy, sly, uncooperative, exploitative and confrontational, but she can apparently be kind, especially to Krista.\nShe is the Jaw Titan, who had wandered around outside the Wall for 60 years prior to the story.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b71479-huCD908XIdqv.png"},{"Quote":"The ticket to the future is always open. ","Author":" Vash The Stampede","Summary":"__Height:__ 180 cm (5' 11\") \n__Weight:__ 81.6 kg (180 lb) \n__Age:__ Unknown ; over 150 years.  \n\nVash displays two different personalities. Vash usually exaggerates foolish characteristics to make people feel unthreatened and to hide his identity; for instance, exhibiting an almost obsessive love of doughnuts and at one point introduced himself as \"Valentinez Alkalinella Xifax Sicidabohertz Gombigobilla Blue Stradivari Talentrent Pierre Andri Charton-Haymoss Ivanovich Baldeus George Doitzel Kaiser III\". Vash's reputation as \"The Humanoid Typhoon\" is legendary, as is the damage and destruction associated with his presence. However, when those around him are threatened, Vash shows complete focus and control.  Vash is a very multidimensional character -- quite literally a walking contradiction. He is often a womanizer, and other times a gentleman. Sometimes he is a coward, yet other times he shows great courage. He is a wanted man, yet he wouldn't hurt a fly. He also appears young, but is actually very old.   Despite his age, has still not found peace with himself. A point of conflict in the series are the inner differences between Vash and Millions Knives, his twin brother, and their regard for humanity. Though Vash and Knives have gone through the same experience and torment, Vash chooses to remain hopeful and loving toward humanity, where as Knives has fallen into a deep-seated hatred of their race. Their personalities also have key differences: Vash cannot stand the despair of being alone, whereas Knives revels in his loneliness and has no desire for any company.  Because Vash refuses to kill any of his opponents, he often suffers at the hands of very persistent enemies and their attempts at revenge. As a result, his body is a patchwork of large scars, chunks of missing flesh supported by metal mesh, and stitch marks.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b162-dBKkUNx7aNQ4.png"},{"Quote":"Whatever you lose, you’ll find it again. But what you throw away you’ll never get back. ","Author":" Kenshin Himura","Summary":" __Date of Birth:__ June 20, 1849  \n__Age:__ 28  \n__Height:__ 158cm  \n__Weight:__ 48kg  \n\nKenshin Himura, also known throughout the anime as Hitokiri Battousai (Battousai the Manslayer) or Himura the Battousai, is the main character of the series Rurouni Kenshin. His original name was Shinta (心太). \n\nHis parents died of cholera when he was very young and as a result, was adopted by three slave women in a traveling slave wagon. Soon after meeting them, bandits had raided the convoy and killed his three new guardians and where about to kill him when Seijuro Hiko killed the bandits. Hiko soon adopted the child and because Shinta was not a name fitted for a swordman, he renamed him Kenshin, meaning \"Heart of Sword,\" took him under his wing and taught him the Hiten Mitsuruugi Ryu.   \n\n However, before full completion of the sword style could be passed on to Kenshin, the Japanese Revolution had been happening at the time and right before Kenshin's eyes.  Because of his kind nature and seeing people suffering, he knew he needed to do something about it.  He left in the middle of his training and without his master's blessing and joined the Imperialists.  It was during the Revolution where Kenshin met Tomoe, his first love and wife. During the revolution, Kenshin was given the nickname of Hitokiri Battousai because of his god-like speed of drawing a sword to kill the enemy instantly. After helping the Imperialist to a position where they would undoubtedly win the revolution, Kenshin left the revolution all-together with a vow to never kill again and the reverse-blade sword handed to him by Shakku-dono. It was Tomoe's death by his hands that pushed him over the edge of never to kill again.\n\nThe next time we see Kenshin is 10 years later as he has become a wanderer who helps out anyone in need who is suffering right before his eyes. Those long 10 years have taken him from Kyoto, all over Japan to where we find him in episode one of the anime, in Tokyo, still keeping his vow never to kill again. It is here where he meets Kaoru Kamiya and his whole life begins to change once again.\n\nKenshin is usually depicted as a care-free swordsman who is very aloof and tends to be a bit simple-minded when it comes to living normally. He is seen to be doing many of the chores around the dojo that he stays at with Kaoru, (i.e., cooking, cleaning, laundry, etc.). He believes it is his way of repaying Kaoru with allowing him to stay at her dojo. (although it seems he has gotten attracted to kaoru in the end). However, his swordsmanship ranks among the elite as he is seen defeating every rival (with the exception of Hajime Saitou which ended in a draw). His battle senses are top-notch and he recognizes even the slightest of advantages, strategies and tactics during a sword battle.    \n\n(Source: kenshin.wikia.com)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b147-uGS4OHKiCF35.png"},{"Quote":"If you only face forward, there is something you will miss seeing. ","Author":" Vash the Stampede","Summary":"__Height:__ 180 cm (5' 11\") \n__Weight:__ 81.6 kg (180 lb) \n__Age:__ Unknown ; over 150 years.  \n\nVash displays two different personalities. Vash usually exaggerates foolish characteristics to make people feel unthreatened and to hide his identity; for instance, exhibiting an almost obsessive love of doughnuts and at one point introduced himself as \"Valentinez Alkalinella Xifax Sicidabohertz Gombigobilla Blue Stradivari Talentrent Pierre Andri Charton-Haymoss Ivanovich Baldeus George Doitzel Kaiser III\". Vash's reputation as \"The Humanoid Typhoon\" is legendary, as is the damage and destruction associated with his presence. However, when those around him are threatened, Vash shows complete focus and control.  Vash is a very multidimensional character -- quite literally a walking contradiction. He is often a womanizer, and other times a gentleman. Sometimes he is a coward, yet other times he shows great courage. He is a wanted man, yet he wouldn't hurt a fly. He also appears young, but is actually very old.   Despite his age, has still not found peace with himself. A point of conflict in the series are the inner differences between Vash and Millions Knives, his twin brother, and their regard for humanity. Though Vash and Knives have gone through the same experience and torment, Vash chooses to remain hopeful and loving toward humanity, where as Knives has fallen into a deep-seated hatred of their race. Their personalities also have key differences: Vash cannot stand the despair of being alone, whereas Knives revels in his loneliness and has no desire for any company.  Because Vash refuses to kill any of his opponents, he often suffers at the hands of very persistent enemies and their attempts at revenge. As a result, his body is a patchwork of large scars, chunks of missing flesh supported by metal mesh, and stitch marks.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b162-dBKkUNx7aNQ4.png"},{"Quote":"If you don’t like your destiny, don’t accept it. Instead, have the courage to change it the way you want it to be! ","Author":"Uzumaki Naruto","Summary":"__Ninja Registration Nº__: 012607  \n__Birthday__: October 10\n__Age__: 12-13 (I), 15-16 (II)  \n__Horoscope__: Libra  \n__Height__: 145.3cm - 147.5cm (I), 166cm (II)  \n__Weight__: 40.1 kg - 40.6 kg (I), 50.9kg (II)  \n__Blood Type__: B  \n__Family:__ Minato Namikaze (father), Kushina Uzumaki (mother) Jiraiya (godfather)  \n__Affiliation:__ Konohagakure, Mt. Myoboku  \n__Rank:__ Genin  \n__Personality__: Doesn't like to lose  \n__Likes__: Ichiraku Ramen, Hinata, Oshiruko (VERY sweet azuki soup)  \n__Dislikes__: Fresh Vegetables, Akatsuki, Orochimaru  \n\nBorn in Konohagakure, a ninja village hidden in the leaves, Naruto Uzumaki was destined for greatness. When born, a powerful nine-tailed demon fox attacked his village. With a wave of its tail, the demon fox could raise tsunamis and shatter mountains. In a valiant attempt to save the village from destruction, the Fourth Hokage and leader of the Hidden Leaf Village sealed the demon fox within Naruto's newborn body. This was his final act, for the battle with the fox cost him his life.  Despite the Fourth Hokage's dying wish that Naruto be viewed as a hero for serving as the container for the demon (a  _Jinchuuriki_) the adult villagers of Konoha harbored a fierce hatred for him, with many believing that Naruto and the demon were one and the same. Cast aside as an inhuman monster, Naruto was outcast and ostracised by the villagers for reasons he could not understand. The children his age could only ever follow their parents' example; and they too came to harbour a fierce hatred for Naruto.  Naruto eventually came to accept that he would live and die alone, and his external response was to perform harmless pranks on the village. Coy, raffish and full of life, Naruto soon came to display a somewhat unexpected determination to succeed and be accepted by others. Upon being assigned to \"Team Seven\" as a Genin-ranked ninja, his true potential soon became outwardly apparent.  Vowing to become Hokage one day and using his will to never give in, Naruto saves the village from invading forces and earns his acceptance. Eventually, Naruto learns to harness the power of the Demon Fox sealed inside him to perform acts of strength far beyond what any other human is capable of.  In all, Naruto is an admirable character whose sheer determination to succeed despite the odds, earns him respect and devotion from his fellow villagers.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b17-IazKGogQwJ1p.png"},{"Quote":"Life is not a game of luck. If you wanna win, work hard. ","Author":" Sora","Summary":"__Race:__ Human\n__Gender:__ ♂ Male\n__Age:__ 18\n__Hair:__ Maroon (anime), Black (light novel)\n__Eyes:__ Red\n\nAbandoned by his parents, Sora is a brilliant NEET (Not in Education, Employment, or Training) hikikomori (shut-in) gamer along with his stepsister, Shiro. He does not take life very seriously and is pretty much a good for nothing gamer. One day, he and his sister are called into an alternate world and they have to become Saviors of Humanity! \n\nSora is tall and thin with spiky brown hair, and constantly wears a sly grin on his face. Despite being a NEET and a shut in, Sora is extremely outgoing and confident, and is not afraid to play games with people face to face, even when they're cheating. He is also extremely manipulative - which he refers to as using negotiating skills. This fits in with his play style as while Shiro is excellent at logic and computing, Sora can read people and predict what their next move is, using this knowledge to beat them. \n\nHowever, if he is separated from Shiro by so much as a closed door he becomes a spineless, cowardly wreck, and only returns to his former self if he is able to see her. He views his sister as his equal and partner, but is also protective of her, shown by actions such as putting his body between her and the ground when he thought they were going to hit hard when first arriving on Disboard.\n\nSora is extroverted and has no problems dealing with people. While not as intelligent as Shiro, he is shown to have a brilliant IQ. Rather than computing numbers like Shiro, Sora can rapidly compute what his opponents are going to do based on observing their behavior and motivations.\n\nSora is also slightly perverted and desires a girlfriend for himself. His lust lead to a linguistic mistake that causes Stephanie to fall in love with him and causes him to receive a scolding from Shiro.\n\n(Source: No Game No Life Wikia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n82523-W3XG4FLDGSQZ.jpg"},{"Quote":"Don’t live your life making up excuses. The one making your choices is yourself! ","Author":" Mugen","Summary":"__Age:__19  \n__Height:__ 5'11\"  \n__Eye Color:__ brown  \n__Hair:__ black  \n__Weapons:__ Double-Edged Tsurugi (often mistaken for a Katana) and Tanto (concealed in the hilt of the scabbard)  \n__Sword Style:__ \"Champloo Kendo\"   \n\nMugen is rude, vulgar, and often thinks highly himself. Much of his past is a mystery. He was born on the Ryukyu Islands, never knew his parents, and was a former pirate. After an incident forced him to fake his death, he became a vagabond. But things changed after he met Jin and Fuu. Though very rough around the edges, he has a mutual understanding with Jin and cares for Fuu more than he lets out, considering he usually ends up going after her whenever she gets kidnapped.   His fighting style is described as a \"champloo\", which means \"mix\". It combines all sorts of martial arts, unorthodox swordplay and break dancing. He relies on instinct and reflex to surprise his enemies.   His style of clothing represents the future, whereas Jin's represents the past. His black hair is usually untidy, and is similar in shape to an afro. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b390-30DZg8NvIrVk.png"},{"Quote":"I hate perfection. To be perfect is to be unable to improve any further. ","Author":"Kurotsuchi Mayuri","Summary":"Date of birth: March 20th Zodiac sign: Pisces Height: 174 cm (5'8½\"). Weight: 54kg (119 lbs.) Occupation: 12th Division Captain, Vice-President of the Shinigami Research and Development Institute  Mayuri Kurotsuchi is Captain of the 12th Division in the Gotei 13 and 2nd president of the Shinigami Research Institute. He gained his position after Kisuke Urahara, the former captain and president, was sentenced into exile by Soul Society. His lieutenant is Nemu Kurotsuchi, his artificially-created \"daughter\".    __Appearance__   Mayuri's appearance has a very skeletal look to it with a skull-like visage. His fingernails are blue and, with the exception of the fingernail on his right middle finger, are all short. The one long fingernail is as long as the finger itself. In the anime, Mayuri is revealed to have blue hair and yellow eyes when unmasked. He also wears a white hat with two ends that point to his right and a large purple scarf around his neck. He repaints his make-up every morning, as he always removes it before going to bed.    __Extension Arm:__ Mayuri's left arm can extend out like a grappling hook.    __Hidden Kusarigama:__ Mayuri is able to pull out part of his ear, which is Scythe like weapon attached to his body.    __Camouflage:__ He is able to blend himself with the environment with some sort of covering that flakes away once he reveals himself.     __Personality__   Mayuri Kurotsuchi is a researcher and personifies the stereotype of the mad scientist. By his early actions during the Ryoka Invasion, he is displayed as one of the most sadistic and cruel Shinigami. He sees everyone and everything not as a living being, but as an object to be researched—including himself. He has little respect or regard for most others, and was even willing to turn his own men (who were not aware of his plans) into human bombs in an attempt to capture Uryū Ishida and Orihime Inoue for experimentation. He also withheld vital information about the Bount from the other Shinigami in order to capture one as a research subject for himself.   It is known that Mayuri's favorite food is pike fish, while he does not like onion. One of his free-time activities is reading every character published in Seiretei Communication. He himself publishes a serialization in the journal, titled \"Effective Medication for the Brain\", which apparently contains detailed instructions on preparation of medicine and their application. Surprisingly it is highly popular among the readers.   In battle Mayuri likes to play with his opponent torturing little by little until they can hardly stand.    __History__   Little is known about the early history of Mayuri, except that he was the only prisoner in the Maggot's Nest who was considered dangerous enough to necessitate confinement in a small prison cell, chained to the wall by his ankle. He was removed from confinement at the Maggot's Nest was requested by Kisuke Urahara to become vice-captain to the newly thought of Research and Development Institute. Nine years later he became the third seat of the 12th Division. He later succeeded Kisuke Urahara in leading the Research and Development Institute as well as becoming captain of the 12th Division of the Gotei 13. He also experimented on Quincy, including Sōken Ishida, Uryū's master and grandfather, in his studies. He believed that upon Sōken Ishida's death the Quincy had been entirely wiped out, and was disappointed to learn that Uryū was a Quincy because he considered his study of the Quincy complete and did not want any further Quincy specimens.    __Abilities__   __Master Scientist\/Inventor: __As the head of the Shinigami Research Institute, Mayuri is a talented inventor and scientist, having created a number of devices or techniques to aid him in battle or otherwise. As well Mayuri is a mad scientist embodied, he has no morals or empathy in everyday life and apparently his work is devoid of it as well, he will go to any length he feels is necessary to achieve his goals. He often takes no interest in issues of Soul Society and will rather engage in his research, unless personally requested by the General Yamamoto.    __Master Strategist:__ Mayuri has a talent for being well prepared. He takes various precautions before engaging in personal combat with an adversary, usually studying them through his various methods in order to gain a clear advantage. He seems to always have a contingency plan if something doesn't work out the way he expects.    __Body Modification:__ It is implied that Mayuri has done extensive research on modifying bodies, and he has upgraded a variety of his own body parts to function as weapons or otherwise provide him with useful abilities. His left arm can extend like a grappling hook, and he is able to pull part of his ear out of his head to form a scythe attached to a rope-like ligament for use as a kusarigama. He can also blend into his environment with the aid of a topical camouflage which flakes away after he reveals himself. More impressively, he has demonstrated the ability to replace functional internal organs with false ones, a feat he performs on himself and his lieutenant to safeguard them from injury. This particular operation is conceived of and carried out in the span of less than an hour.    __Master Chemist:__ Mayuri has otherwise been shown to be an adept chemist, manufacturing a drug that can slow down a person's perception of time. It is able to make one second seem like 100 years for the unfortunate victim to whom it is administered. An undiluted dose of the drug causes the senses to speed up trillions of times while the relatively \"slow\" body fails to keep up, resulting in paralysis; on the other hand, it is implied that a diluted dose of the drug can greatly enhance the user's reaction speed. Mayuri has also developed a \"regenerative serum,\" which can regrow limbs upon injection.    __Environment Melding Technique:__ Another one of Mayuri's abilities likely achieved scientifically is his ability to meld with the color and texture of the environment.    __Flash Steps Expert__    __Zanpaktou__   Ashisogi Jizō (疋殺地蔵; Leg-Cutting Jizō): Ksitigarbha is a bodhisattva that watches over children and the underworld. In Japan, where he is known as Jizō, he looks rather like a baby dressed as a Buddhist monk; Mayuri's Zanpakutō has what looks like a giant baby's head on it. Its hilt is wrapped in cloth, and has several spiky protrusions sticking out right below the blade, which appear to resemble leaves. Unlike most Shinigami, his Zanpakutō's sheath hangs directly in front of him, instead of to his side as they are commonly worn.    __Shikai__   __Ashisogi Jizō's Shikai command is \"Rip\" (掻き毟れ, kakimushire)__. In its Shikai, Ashisogi Jizō transforms into a deformed trident with curved, serpentine blades and a guard shaped like a baby's head (as Ksitigarbha is depicted), all mounted on his sword's normal hilt.    __Shikai Special Ability:__ The baby's mouth secretes a poisonous vapor in this form. The weapon works like the venom of a spider bite; when an opponent is stabbed by Ashisogi Jizō, it severs the brain signals controlling the neural impulses for movement in the limb's of the victim, regardless of where they were struck. Unlike regular paralysis, the pain receptors and nerve endings are unaffected by the weapon, so the victim can still feel pain, even in a paralyzed limb. During the Bount arc, it is shown that healing the stab wound does not immediately remove the inflicted paralysis.    __Bankai__    __Konjiki Ashisogi Jizō (金色疋殺地蔵; Golden Leg-Cutting Jizō):__ returns Mayuri's Zanpakutō to its sealed state and produces a giant caterpillar in a red cape with a grotesque baby's head and a silver halo.   Mayuri's Bankai, Konjiki Ashisogi Jizō  Mayuri's Bankai, Konjiki Ashisogi Jizō    __Bankai Special Ability:__ The creature breathes a poisonous derivative of Mayuri's blood which is lethal to anyone who breathes it, aside from Mayuri and Nemu. Numerous blades can also extend from its chest, allowing it to run through and skewer opponents. Only Mayuri has a cure for its poison, though Nemu usually carries it around. Mayuri can change the composition of the poison, as well, ensuring that no foolproof antidote can ever be manufactured to cure it, and no immunity developed against it. Mayuri has physically modified Konjiki Ashisogi Jizō itself so that it will self-destruct and return to its sealed state if it were to attack him, implying that it is sentient as well as organic, reminiscent of Captain Retsu Unohana's Minazuki.   Mayuri's Zanpakutō also has the ability to transform Mayuri into a liquid when he stabs himself with its blade. Doing so doesn't kill him, but instead simply leaves him unable to attack or be attacked, making it an effective escape tool. He reforms after a few days. It's uncertain whether this ability is entirely the product of Ashisogi Jizō, since he specifically relates the ability to himself, not opponents. His various physical modifications may have something to do with the effect.  (Source: Wikipedia) ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b1168-yBgfm7UdCefb.png"},{"Quote":"If your life can change once, your life can change again. ","Author":" Sanae","Summary":"A fourteen year old girl, underclassman to the rest of the club members. She, like Rikka, is a Chuunibyou. She claims that she is Rikka's servant and wants to take her master's place. Her \"power\" is Mjolnir, a pair of hair nunchucks. Despite being a Chuunibyou, she is top in her class. Little was known about her relatives but it's implied that she is from a rich family.  \n\nShe eventually becomes the student council president with Nibutani as her vice president.\nHer \"nunchucks\" are filled with candy, since her previous attempt with cookies didn't go well.\n(Source: Anime News Network)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n67215-d0WOUpX9TCj2.jpg"},{"Quote":"Hurt me with the truth. But never comfort me with a lie. ","Author":"Erza Scarlet","Summary":"Erza Scarlet (19) is a S-class mage of the Fairy Tail Guild, the strongest still active female, and one of the main female protagonists in Team Natsu.  Erza, is a tall, beautiful girl with long red hair, and brown eyes. She is almost always wearing an armored suit, made by Heart Kreuz. However, thanks to her requip magic, she can wear many magic armors, and can even requip swim suits, and clothes for recreational purposes. Her member stamp is on her left shoulder.  Erza is a very strict person, often criticizing the bad behavior and habits of the other guild members, causing most them to apologize for fear that they might invoke her wrath. She is also impatient, liking people who answer her questions quickly as seen when she promptly knocks out anyone who doesn't answer her questions (despite them not knowing anything). Also, Erza has a problem where she apparently sees everyone as guild members (best seen when she asks civilians to take things places during a mission). However, she has a great sense of justice. Despite being a very strict person, she seems to have a clumsy side to her as seen during the Galuna arc when she fell into a pit hole.  Like most Fairy Tail members, she shows great loyalty and dedication to Makarov and the guild. She pushed herself past her limit in the war against the Phantom Lord Guild, fighting against its many powerful members. She also became the temporary leader when Makarov had to be treated because of his scattered magic.  Although it hasn't been fully explored, it is implied that Natsu Dragneel, Erza and Gray Fullbuster are all very close to each other. While staying over at Lucy's house, Erza revealed that the three of them used to take showers together. It is later revealed that Erza, Natsu, and Gray have all been part of Fairy Tail ever since they were children.   Erza used to be a child slave where she was forced to help build a tower called the R-system. Over time Erza made friends with other slaves, among them was Gérard. When she and the other slaves tried to rebel, the evil magicians overwhelmed the slaves, but it was then when Erza's magic awakens and kills them all, setting them free from slavery.A cult tried to build this tower to resurrect Zeref. They had slaves to build it, Erza being one of them. Erza has another flashback. In the flashback Gerard tells her they have to fight to survive now. Caught by another guard Gerard get beat and she gets sent back to her prison. No longer able to take the abuse she attacks guards, starting the revolt. At first prevailing, mages start to show up and they begin to lose. A magic blast comes towards Erza, but Rob interferes, saving Erza, but killing him. She gets very angry triggering her magic. She controls all the swords around her and wins the battle for everyone. When everyone is on the boat to go home, Erza goes back in the dungeons to look for Gerard. Already possessed by Zeref, Gerard attacks Erza and tells her he is going to complete the R-System to resurrect Zeref's body. He tells her not to tell anybody about the tower or he will kill everyone. She then wakes up on an island crying about the events just witnessed.  After Erza escapes from the island of slaves, she tries to find Fairy Tail. She had heard about Fairy Tail from an old man named Rob, another slave that was forced to work on the R-system, he also cared for her like a grandpa. Eight years prior to the beginning of the story, she found Fairy Tail and taken in as a member. Upon joining, Erza immediately developed a habit to wear armour, as it made her feel safe. It was around that time when Makarov took her to Porlyusica to get a artificial eye to replace her right eye that had became blind because of an injury.  (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n5189-QMlH3DM6eyEp.jpg"},{"Quote":"I am the hope of the universe. I am the answer to all living things that cry out for peace. I am the protector of the innocent. I am the light in the darkness. I am the truth. Ally to good! Nightmare to you! ","Author":" Son Goku","Summary":"__Race:__ Saiyan  \n__Height:__ 5'8'  \n__Weight:__145 lbs  \n__Birth Year:__ 737 Age  \n__Hobby:__ Fighting a Strong Opponent  \n__Favorite Food:__ All Types of food  \n__Favorite Vehicle:__ Kintoun (Nimbus)  \n\nOriginally named Kakarot, Goku is born a member of a race of extraterrestrials called Saiyan. Shortly following his birth, Goku is sent from his home, planet Vegeta, to prepare Earth for sale on the intergalactic market by destroying all its life. Due to an injury to his head that caused him severe amnesia, Goku forgets his purpose, and instead focuses on becoming stronger for little more than the pleasure of it. As the series continues, Goku meets Bulma, a brilliant teenage girl, Yamucha, Oolong, and Pu'ar, whose characters mirror those found in Wu Cheng'en's _Journey to the West_. He also encounters one his closest friends, Kuririn, and others during his training. Participating in several World Martials Arts Tournaments, Goku also battles foes-turned-allies such as Tien Shinhan and Chiaotzu, as well as the offspring of Demon King Piccolo named Piccolo Junior.  \n\n_Dragon Ball Z_ takes place 5 years after the defeat of King Piccolo and Goku's last world tournament. He now has a son named Son Gohan (named after Grandpa Gohan) who is some what of a cry baby but has hidden potential. Throughout the series, Goku faces terribly strong opponents like other powerful Saiyans, Intergalactic Rulers, Androids, and Extraterrestrial Beings that give him fights like no other. Along with new enemies, Goku also gains new friends that help him in these situations.  \n\nIn  _Dragon Ball GT_, which was not based on Toriyama's manga, Goku is turned into a child by a wish on the dragon balls by Pilaf. The series revolves around him traveling around space to find the Black Star Dragon Balls with the help of his granddaughter, Pan, and Trunks. The series ends with Goku leaving for good with Shenron and returning one hundred years later to witness the match between Goku Jr. and Vegeta Jr.  \n\nIn  _Dragon Ball Online_ (which takes place 216 years after Dragon Ball Z, and unlike Dragon Ball GT, Toriyama had a lot of creative control over the story), a new villain by the name of Miira appears with the goal to obtain Goku's DNA.  In  _Cross Epoch_, the  _Dragon Ball_ and  _One Piece_ crossover one-shot, Goku is seen accompanying Luffy to attend a party hosted by Shenron from whom key characters from both series had received an invitation.  \n\n(Source: Dragon Ball Super Exciting Character Guide)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/246-wsRRr6z1kii8.png"},{"Quote":"Don’t be so quick to throw away your life. No matter how disgraceful or embarrassing it may be, you need to keep struggling to find your way out until the very end. ","Author":" Clare","Summary":"Clare is the series' protagonist. In the beginning of the series she is number 47 of the organization's 78th generation, making her the lowest ranked claymore. She also holds the distinction of becoming the first individual to willingly become a claymore.  Her goal is revenge against the awakened being Priscilla.  She saves Raki from a youma and takes him under her care because he reminds her of herself when she was younger.  Clare bears a striking physical resemblance to  [Ikuno](https:\/\/anilist.co\/character\/8568\/Ikuno-Shirataki) from Angel Densetsu, Norihiro Yagi's previous manga.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b2188-owHRbo22JljU.png"},{"Quote":"Knowing what it feels to be in pain, is exactly why we try to be kind to others. ","Author":"Jiraiya","Summary":" __Age__: 54  \n__Birthday__: 11 November  \n__Horoscope__: Scorpio  \n__Bloodtype__: B  \n__Height__: 191.2 cm  \n__Weight__: 87.5 kg \n __Likes__: Peeping, women, garlic pickles with Japanese basil, Karaage fried chicken  \n__Dislikes__: Kiwi fruits, Gratin  \n\nJiraiya is one of the three powerful ninjas originated from Konoha (village hidden in the leaves) and trained by the Third Hokage, Hiruzen Sarutobi. His two team mates were Tsunade and Orochimaru. Later on, they became known as the Legendary Three Ninja, also known as \"Sannin\".\n\nJiraiya is also a full-pledged pervert. He adores good looking women and gets distracted by their sight often. He often gives the reason that he is doing research for his writing. Amongst other traits, he is a toad-tamer, with the ability to summon powerful toads at will to aid him in battle. He holds a key part in teaching and training Naruto.  \n\n Jiraiya also trained the 4th Hokage, Minato Namikaze. Another one of his notable students was Nagato, who would later become known as Pain. When Jiraiya infiltrates the rain village to get information regarding Pain, he dies in battle against all six Pains. Jiraiya is the author of the Icha Icha Series which Kakashi loves to read. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b2423-RO5MyoXSA9OL.png"},{"Quote":"You’ve got two legs and a heartbeat. What’s stopping you? ","Author":" Inuyasha","Summary":"__Birthday:__ Unconfirmed \n__Birthplace:__ Western Japan, equal to Toyama  \n__Height:__ 167 cm  \n__Weapons:__ claws, sword-Tessaiga  \n__Attacks:__ Claws-Sankountessou, Hijinkessou. Tessaiga- Kaze no Kizu, Bakuryuuha, Kongousoha, and Meido Zangetsuha.   \n__Family:__ Izayoi (mom), InuTaisho (dad), and Sesshoumaru (half-brother).  \n\nThe male protagonist, a hybrid of a youkai-dog and a human, a half-demon (\"han'yo\" in Japanese). He wields the Tessaiga (pronounced \"Tetsaiga\" in the American dub), a supernatural sword made from one of his deceased father's fangs. This sword, when properly wielded, can destroy one hundred demons with a single swing, and has further powers which are revealed as the story progresses. It is also a source of which hatred exists between Inuyasha and his brother Sesshomaru, a full youkai dog demon, being that Inuyasha can wield the Tessaiga and Sesshomaru can not. Inuyasha has a tendency for massive regeneration and can recover from injuries which would be fatal for any average human. This ability is likely derived from his youkai powers (Example: Episode 5, when Kagome brings medicine from her time). On the night of the new moon each month, Inuyasha will change into a normal human with black hair, brown eyes, and loses his yokai power during this time. Prior to meeting his current companions, he would conceal himself during this time. Inuyasha loves Kikyo, and still does, but things get complicated when he starts to develop feelings of love for Kagome. He has mastered different abilities for his sword including the red tessaiga that can destroy barriers and also learning the backlash wave which hurls an opponents demonic energy right back at it.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b1353-xsZhvfi7IFzT.png"},{"Quote":"How can you move forward if you keep regretting the past? ","Author":"Edward Elric","Summary":"__Birthplace:__ Resembool, Amestris\n__Date of Birth:__ 1899\n__Age:__ 15-16 (series), 18 (movie, End of the series)\n__Family:__ [Alphonse Elric (brother)](https:\/\/anilist.co\/character\/12\/Alphonse-Elric)\n__Affiliations:__ State Military, [Pinako Rockbell](https:\/\/anilist.co\/character\/65\/Pinako-Rockbell), [Izumi Curtis (teacher)](https:\/\/anilist.co\/character\/67\/Izumi-Curtis), [Roy Mustang (Commander)](https:\/\/anilist.co\/character\/68\/Roy-Mustang)\n__Occupation:__ State Alchemist\n\nEdward \"Fullmetal Alchemist\" Elric is a young alchemical prodigy. He is the youngest State Alchemist ever to be recognized by the Amestris State Military, having received the title at the age of 12. Ed's primary motivation throughout the series is to return his younger brother, Alphonse, to his original body, which was lost in a failed human transmutation. Edward, despite his occasional bouts of immaturity, is a selfless boy who gains a reputation as a \"hero of the people\" throughout his youth. Notably, he doesn't seem concerned about returning his own arm and leg, instead focusing entirely on Al's suffering.\n\nEdward is small for his age, standing at only 149 cm (4'11\"), however his body is that of an experienced martial artist, with noticeable muscles and a wealth of agility. Although he lacks both his right arm and left leg, Ed's ability to fight is not impaired, and is in fact improved, as he will often use alchemy to cause his metal arm to partly transform into a blade or shield. His heavy automail limbs are considered by him to be the very best in Amestris. They were made by his childhood friend, Winry Rockbell, and she is constantly working on them. He is able to think quickly, even in desperate situations, though can still be frightened into paralysis. These qualities, combined with his alchemical powers and physical strength, make him a formidable fighter.\n\nBorn to Trisha Elric and Van Hohenheim of Resembool in the winter of 1899, Edward's first few years were relatively happy; but after the sudden departure of his father during the lad's formative years, Ed was left with his mother and younger brother Alphonse as his only family. The three Elrics lived in peace in the rural village and the boys began displaying a remarkable talent for alchemy at a young age, much to the joyful astonishment of his mother. However, early in the year 1904, Trisha contracted an illness that had been spreading in the area and died, leaving her two sons orphaned. Even while mourning, mired in grief, Edward vowed to his brother that the two of them would find a way to bring their dear mother back to life with the power of alchemy.\n\nEdward and Alphonse spent the next few years living on their own in the Elric family home, supported by their close childhood friend Winry Rockbell and her grandmother Pinako, and pursuing the alchemical knowledge necessary for their planned resurrection. Although they had gained a great deal of information and comprehension regarding the extended basics of the craft, before long it became apparent to the young prodigies that there was only so far they could go while being self-taught. In a stroke of good fortune, Resembool was visited by an exceptionally skilled alchemist named Izumi Curtis who, after some persuasion, agreed to take the Elric brothers on as her apprentices provided they pass a preliminary test. After they do, the Elric brothers were subjected to Izumi's intensive alchemy and martial arts training, growing significantly in both mind and body and gaining a great deal of alchemical knowledge before returning to Resembool. \n\nThough instructed specifically by Izumi to understand that death is an irreversible part of the flow of the world and that acceptance of such is important to the \"One is All, All is One\" concept, the boys dove headlong into their plan to resurrect their mother upon their homecoming, having advanced their knowledge while abroad and discovered the basics to a forbidden practice called Human Transmutation.\n\nDevising a Human Transmutation Circle, amassing the elemental ingredients for an adult human body and offering their own blood as soul and biological data, the boys secretly initiated the Human Transmutation in their home. Unfortunately, the Human Transmutation resulted in a Rebound.\n\nAlphonse and Edward were pulled into The Gate. Encountering the mysterious being called Truth, Edward was stripped of his left leg in exchange for crossing into God's domain and peeking at the Gate's vast wealth of alchemical knowledge. Maimed and bleeding, Edward was returned to the human dimension to find that Alphonse had not yet returned from his disappearance into the Gate, that the mother they had attempted to revive was a grotesque mass of organs only capable of sustaining life for a few moments and that his own sojourn into the Gate had granted him the curious ability to perform transmutations merely by clapping his hands together, without the aid of a Transmutation Circle - in the same style used by Izumi. Desperate to at least have his brother by his side, Edward willfully performed another Human Transmutation to call him back, this time sacrificing his right arm in exchange for Al's soul, which he bound alchemically to an antique suit of armor with a Blood Rune before passing out from severe blood loss. Alphonse carried Ed to the Rockbell house, where a shocked Pinako and Winry performed emergency surgery to save the young boy's life.\n\nOn the night of the failed transmutation. Lt. Colonel Flame alchemist Roy mustang came to the Rockbell's in res ponce to a letter that Edward and Alphonse had sent him in the mail asking about their Father. He was shocked at the fact that the two boys had tried human alchemy and survived, and informed them that they could become state alchemist and maybe one day find a way to return their bodies to the way they were. Desperate to get His younger brother's body back, Edward asked the Rockbells to give him prosthetic limbs called automale. Though they warned him the surgery would be painful, he said the pain was nothing compared to what his brother had given up. He only took a year to adapt to the automale at age 11 when it took most adults 3 years.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n11-k3dR0ZXPTwLd.jpg"},{"Quote":"Religion, ideology, resources, land, spite, love or just because… No matter how pathetic the reason, it’s enough to start a war. War will never cease to exist… reasons can be thought up after the fact… Human nature pursues strife. ","Author":" Paine","Summary":"She and her Mother were heading to a place in Paris to meet her grandfather after her father's death. However, on the way, her mother got ill, so she had to sell everything in order to get medicine, but her Mother everntually dies. Befor she dies, her mother tells her that she must make her grandfather love her first with out finding out who she is. so she goes to find her grandfather, who is a rich guy that feeds everyone in the city. she works under a fake name and works to get her grandfather's live. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/27641.jpg"},{"Quote":"Not giving up on yourself is what’s truly important. That way you don’t end up pathetic. ","Author":" Reiko Mikami","Summary":"Kouichi's aunt from Ritsuko's side  and class 3-3 deputy homeroom teacher. She gives her nephew advice on how to make it through Yomiyama through a series of \"rules\". One of them is to separate the private life from school life, thus Kouichi addresses her as Reiko at home, and Ms. Mikami at school.   She is also revealed to be the extra\/dead one. Reiko was murdered about an year and a half before the accidents started to happen.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b51593-4DuJdXIhmz4d.png"},{"Quote":"A teacher doesn’t give up on her students just because things get tough. ","Author":" Harumi Kiyama","Summary":"A scientist employed within Academy City. She has poor common sense, which is demonstrated as she often strips in front of others without thinking about it, a result of her years being a researcher.    She is revealed to be the creator of the Level Upper, which functions as a network to connect the minds of psychics who use it. This is also revealed to be the source of her powers, because as the administrator of the Level Upper, she is able to access and control the powers of all the psychics linked to the network.  She made it to complete her research about ND-rays, which she need to finish to save children, who became victims of experiment, in which she part took part in.   (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/20620.jpg"},{"Quote":"If you don’t take risks, you can’t create a future. ","Author":"Monkey D. Luffy","Summary":"__Name:__ Monkey D. Luffy  \n__Age:__ 17; 19  \n__Birthdate:__ May 5, Taurus  \n__Height:__ 172 cm (5'7½\"); 174 cm (5'8½\")\n__Blood Type:__ F  \n__Affiliation:__ Straw Hat Pirates, ASL brothers, Straw Hat Grand Fleet, Straw Hat alliance: Heart Pirates (current); Dadan Family (former)\n__Position:__ Captain\n__Devil Fruit:__Gomu Gomu no Mi (Gum Gum Fruit)\n__Devil Fruit Type:__Paramecia\n__Bounty:__  1,500,000,000 Beli (previously; 30,000,000, 100,000,000, 300,000,000, 400,000,000 and 500,000,000)  \n\nLuffy is the captain of the Straw Hat Pirates and is best friends with all of them and values them over all else. At first glance, Luffy does not appear to be very intelligent, often seeing things in childish manner and can easily be amazed by the simplest things. However, because he views the world in a straightfoward and simple manner, he is occasionally the only person who can see past the events and see what should be done.  \n\n Luffy seems to have an unstoppable appetite, a characteristic that is common to the Japanese archetype of the (at times simple-minded) young male hero\/adventurer with a heart of gold; perhaps the hunger more so in Luffy's case due to having an elastic stomach. Luffy is also another one of the several characters given the middle initial \"D\".  \n\nAlthough Luffy is fairly lightheaded and a funny character, he has an unstoppable sense of determination, optimism and commitment and will do anything to stand up for his friends and comrades. Along with that, he has great courage to back it up as well as unbelievable strength. Ever since consuming the devil fruit he was shown to be not worried about his inability to swim, much like his brother. Much of these traits are common among D's. His only display of true fear towards his grandfather, to the point that he does not fight back and is intimidated at the mere mention of him.  \n\nLuffy never kills any of the villains, no matter how cold-hearted they are; instead, he frequently sends the villain flying, knocking them out or until the point that they are almost near death, which results in some of the villains searching for revenge, such as Buggy the Clown and Alvida. Oda explains that it's not a question of morality so much as a matter of punishing the villains for their crimes - he feels that killing the villains lets them off too lightly, whereas he considers letting them live to see their dreams be ruined a far more fitting punishment.  \n\nLuffy's dream is to find the One Piece and become Pirate King. He knows that to achieve his goal, he will have to defeat many strong opponents, including the World Government and his childhood hero Shanks.   \n\nMonkey D. Dragon is the father of Monkey D. Luffy and is also the son of Vice-Admiral Monkey D. Garp. Known as the Revolutionary Dragon, he is the world's most wanted criminal.  Before the start of the series, Dragon left Luffy in Garp's care. Dragon first appears after a lightning bolt suddenly destroys the gallows where Luffy was to be executed by Buggy the Clown and then saves Luffy from being captured by Captain Smoker. When he saved Luffy from Smoker, a mighty gust of eerie wind swept through Loguetown. It is undetermined whether or not he was the cause behind the gust of wind or the lightning; however, the story leads to believe there is more to him than it seems. Recently, he has taken over an island in the South Blue and is about to head to the North Blue when he commented, after noticing Luffy's newest bounty, given to him after invading Enies Lobby, that father and son will meet sometime soon.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b40-NKxeBrrS2vp4.png"},{"Quote":"Even if I die, you keep living okay? Live to see the end of this world, and to see why it was born. Live to see why a weak girl like me ended up here… And the reason you and I met. ","Author":" Sachi","Summary":"Sachi is a young woman pursuing a career as a manga artist. She befriends Onodera Punpun and serves an important role in his life. She has realistic views on things and isn't afraid to speak out, but most people think she is just a rude person.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b58443-wySdqBHf3zT2.png"},{"Quote":"If you believe in your dreams, I will prove to you, that you can achieve your dreams just by working hard. ","Author":"Rock Lee","Summary":"Rock Lee is a fictional character in the anime and manga series Naruto created by Masashi Kishimoto. Kishimoto considers Lee his favorite character to draw, and at first designed Lee to symbolize human weakness.In the anime and manga, Lee is a ninja affiliated with the village of Konohagakure, and is a member of Team Guy, which consists of himself, Neji Hyuga, Tenten, and Might Guy—the team's leader. Unable to use most ninja techniques, Lee dedicates himself to using solely taijutsu, ninja techniques similar to martial arts. Lee dreams of becoming a \"splendid ninja\" despite his inabilities.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/306.jpg"},{"Quote":"If you just submit yourself to fate, then that’s the end of it. ","Author":" Keiichi Maebara","Summary":"Birthdate: April 13, 1967\n\nMaebara Keiichi is the main protagonist of the first 3 Higurashi Arcs, Onikakushi-hen, Watanagashi-hen, and Tatarigoroshi-hen. He is the son of a famous and extremely wealthy artist, and recently moved to Hinamizawa after an array of unfortunate and awful events in his hometown. As a charismatic, lively attitude, and his talented tongue allow him to quickly fit in the town and make new friends, and also win some club activities. In the first couple arcs, paranoia drives him to murder his friends and others, but in the other arcs, he gains inner strength and faith in his friends, enough to change the fate of Hinamizawa, sometimes by remembering the events of Onikakushi-hen. When in need of a weapon, he wields Satoshi's old bat. Keiichi often receives the butt of the jokes in the club's activities from which he was the correct answer to some games they play, to wearing embarrassing costumes whenever he loses punishment games.  Keiichi has brown hair with dark blue eyes and is described as charismatic to others.  During his school days, he wears a red shirt under a white one, black pants, a belt and red shoes. However, during his free days, he wears a black sleeveless shirt under a short red one, green shorts with a blue belt and shoes.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b1851-HjI9yYfZ0jI1.jpg"},{"Quote":"Whatever you do, enjoy it to the fullest. That is the secret of life. ","Author":" Rider","Summary":"Height: 212 cm\nWeight: 130 kg  \nMaster: Waver Velvet \nCatalyst: Mantle once worn by Iskandar himself \nHoly Grail War No.: 4th Holy Grail War  \n\nIn Fate\/Zero\nRider was originally meant to be summoned by Lord Kayneth El-Melloi Archibald, but due to some circumstances, he ended up being Waver Velvet's servant. Iskandar, or how he refers to himself, the King of Conquerors is a noble and courageous man, who prefers to conquer his enemies by winning without killing and controlling without humiliating. He is known as a marvelous ruler who once almost conquered the whole known world. He is not pragmatic, but is a person who lets history run its course and acts according to his impulses. While he is wild and somewhat inconsiderate to others, his greed ultimately resulted in the happiness of the people he ruled over.  In the new era, Rider is mostly amazed by ordinary modern things, and usually spends his free time exploring modern war vehicles and machinery.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b16021-w5Jn1eb807vt.png"},{"Quote":"Being alone is better than being with the wrong person. ","Author":" L Lawliet","Summary":"__Birthday:__ October 31, 1979\n__Zodiac sign:__ Scorpio\n__Height:__ 5'8\" (172.72 cm)\n__Weight:__ 110 lbs (49.89kg)\n__Blood type:__ Unknown\n__Likes:__ Sweets\n__Dislikes:__ Wearing Socks (Source: Death Note vol. 13 Profiles)\n\nL, who also uses the aliases Hideki Ryuga, Ryuzaki, Eraldo Coil and Deneuve, the latter two for which he has developed reputations as the second- and third-best detectives in the world, is quite secretive and only communicates with the world through his assistant Watari. He never shows his face to the world, instead representing himself with a capital L in Cloister Black font. After meeting the Kira investigation team, he requests that the task force refer to him as Ryuzaki for discretion. The Kira investigation team never learns his true name. Ohba said that L is the smartest character in the manga because \"the plot requires it.\" Ohba also said that he personally views L as \"slightly evil\"; for instance, in chapter 109, Near discloses the fact that L claimed to pursue cases out of personal interest with no great sense of justice. When asked about L's nationality, Ohba responded saying \"I think of him as a quarter Japanese, a quarter English, a quarter Russian and... maybe a quarter French or Italian? Something like that.\" Tom S. Peperium of IGN described L's voice in the English anime version as \"low monotone, while inspired by the original Japanese actor, sounds like a man deep in thought, a master detective on the hunt.\" Ohba said that his favorite human character in the series was L as Ohba believed that L was the \"strongest\" character in the series \"besides Light.\" Obata chose L as his favorite due to \"appearance, personality, everything.\" Obata said that he could never have created L and that he enjoyed drawing L. Obata added that because of this, L is not \"real\" to him and therefore he likes that aspect of L. In response to the question \"Who was the most fun to draw?\" both Ohba and Obata answered \"L.\" L's disheveled and languid appearance masks his great powers of deduction and insight. He tends to second-guess everything he is presented with, and is extremely meticulous and analytical. He has several quirks such as preferring to crouch rather than sit, eating only sweet foods like desserts and fruits, and holding items very delicately. L stayed in England for five years, and during that time he was the champion in tennis for the England Junior Cup. L also secretly assumes the identities of the world's second and third best detectives, (Eraldo Coil and Deneuve respectively). In chapter 38 of the manga, L suggests that even though he eats only sweet foods, he remains underweight because the brain uses the most calories of any organ in the body. He also says that if he sits normally, his reasoning ability would drop 40%. Whenever L gives percentages to indicate how much he suspects a person of committing a crime, such as \"five percent,\" in reality he means over 90 percent. Although L gives Light a low percentage indicating how much he suspects Light, in reality L is \"pretty certain\" that Light is Kira. Ohba said about L, \"The truth is, he's a liar.\"","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b71-X7zsL6nWUDmf.png"},{"Quote":"I must study lots of things or I won’t become a great person. ","Author":" Kotomi Ichinose","Summary":"Birthday: May 13 \nConstellation: Taurus \nBlood type: A \nHeight: 160cm ~ 5'3'' \nBust: 88cm \nWaist: 58cm \nHip: 85cm \nWeight: 48kg \nFavorite animal: African Elephant \nFavorite food: Pork cutlet  \n\nKotomi is another schoolmate of Tomoya's in the same year, but, like Kyou, is in a separate class from Tomoya. The \"Koto\" in Kotomi is derived from the Japanese musical stringed instrument of the same name. She is in the top ten for every subject throughout the whole country in standardized exam results—she always goes to library to read extra materials, especially books in foreign languages. Kotomi is a very quiet girl and it is quite difficult to communicate with her. In her spare time, she plays the violin, although she is very poor at it to the point of causing pain to those who hear her play.   \n\nTomoya meets her for the first time when he enters the library and found Kotomi sitting on the floor barefoot, reading books with scissors in her hand, and acts oddly with Tomoya. After several meetings with Kotomi, Tomoya starts skipping the fourth period and spend time with Kotomi in the library. Tomoya decides to force Kotomi to join the drama club to make her more sociable. Just when Kotomi starts to open up to everyone, a bus accident causes her to breakdown in front of everyone and returns home later. Tomoya visits her in her house and learns that he and Kotomi were childhood friends, but lost contact with each other after Kotomi's parents died in an plane-accident. Not wanting to feel the pain of losing someone important anymore, and asks Tomoya to leave her alone. Wanting to bring Kotomi away from her past, Tomoya decides to renovate her garden, while the drama club members decide to gift her a violin, but was unfortunately destroyed. After renovating Kotomi's garden, Kotomi appears to Tomoya, and after some poignant conversation, Tomoya brings Kotomi out of her house to see the outside world inside her heart. The next day, her guardian presents Kotomi her parent's briefcase that has traveled all the way to Japan, and inside is a teddy bear and a testimony, asking Kotomi to live the way she wants and grow up to be an adult. Kotomi realizes she is still being loved by her parents even after their death and cries. After this, Kotomi becomes more mature, and the drama club members finally give Kotomi a violin.    \n\n__In After Story__  In the anime adaptation Clannad After Story, Kotomi moves to America to further her studies. She, however, occasionally visits Tomoya and the others, and in the movie adaptation, Kotomi only made a cameo appearance, as she is only seen conducting a song for the members of the Choir Club.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b4602-L9sSmkyQhZeC.jpg"},{"Quote":"Sometimes I do feel like I’m a failure. Like there’s no hope for me. But even so, I’m not gonna give up. Ever! ","Author":" Izuku Midoriya","Summary":"Quirk: One For All\nBirthday: July 15\nHeight: 166 cm\nAge: 4 (first appearance), 16 (current)\n\nThough originally born without a Quirk, he manages to catch the attention of the legendary hero All Might, and has since become his close pupil and a student at U.A. He is a very timid person who gets scared a lot, although in recent events, he has shown to raise his voice when the heat is on. He is very diligent, strong willed and a bit of a dreamer, and because he loves Heroes, he tries to know everything about them and writes down in his notebooks all he knows about heroes, including other U.A. students.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b89028-acm2JHSJyQct.png"},{"Quote":"Don’t give up, there’s no shame in falling down! The true shame is to not stand up again! ","Author":" Shintaro Midorima","Summary":"On her day off, Tessa wakes up in her commander chair. After regaining her composure, she notices that her favorite stuffed animal is missing and thus tries to remember what actually transpired the night before. To do so, she will spend time with all the main characters of the Danaan crew, and eventually recalls the events of the previous night.<br><br>\r\n[Written by MAL Rewrite]","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx1015-GKd8zzF8I3H7.png"},{"Quote":"Tears are how our heart speaks when your lips cannot describe how much we’ve been hurt. ","Author":"Jellal Fernandes","Summary":"Jellal is a young man whose most prominent features are his blue hair and a red tattoo above and under his right eye, which he has had since his childhood. He is introduced under the alias of Siegrain, a young member of the Magic Council and can be considered the main antagonist of the series. \n\nJellal had worked his way into the Magic Council using a Thought Projection of himself, named \"Siegrain\". Sometime after this, Jellal, as \"Siegrain\", ran into [Erza Scarlet](https:\/\/anilist.co\/character\/5189\/Erza-Scarlet), and prevented her from attacking him by lying to her, saying that he was Jellal's twin brother.\n\nAs a child he was forced to help build the Tower of Paradise (with other slaves, such as Erza), and after a failed escape attempt he was possessed. He exiled Erza from the island and took control of the construction of the Tower of Heaven in order to resurrect [Zeref](https:\/\/anilist.co\/character\/37720\/Zeref). He bombed the ship that was supposed to take the slaves off the island, and told them afterward that it was Erza's doing, as she had gone insane with her newfound Magic Powers. Believing that she had truly escaped on her own and thus betrayed them, the slaves helped him build the tower as a way of showing their gratitude for saving them from certain death. Eight years later Jellal had Erza kidnapped to be used as a sacrifice to revive Zeref. He convinces the Magic Council to try and destroy the tower in order to fuel the resurrection system. He destroys the Magic Council once their purpose is fulfilled and tries to fulfill his plans. Erza confronts him, but he defeats her and kills Simon, another childhood friend. Jellal is stopped by Natsu, who uses the very magic that fuels the system to defeat him. In the final moments before the Tower self-destructs he regains his old senses and help Erza to escape. In the aftermath [Ultear](https:\/\/anilist.co\/character\/23842\/Ultear-Milkovich) reveals that she had been manipulating Jellal the entire time and that his attempt to revive Zeref was futile, as Zeref was never dead. Jellal was supposedly killed in the aftermath of his fight with Natsu, but was saved by [Wendy Marvell](https:\/\/anilist.co\/character\/28886\/Wendy-Marvell). He suffered from amnesia and seemed to be somewhat afraid of the world. Though not remembering his own identity, he remembered the names of Erza and [Natsu Dragneel](https:\/\/anilist.co\/character\/5187\/Natsu-Dragneel), respectively. He wished to die, as he believed it to be his only form of atonement, but Erza convinced that through living, he can find a way to make up for his past horrid deeds.\n\nIn Edolas (a universe parallel to Earth Land) he is the current King of Edolas as a [Mystogun](https:\/\/anilist.co\/character\/8297\/Mystogan).\n\n(Source: Wikia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b22751-ITQZWdiz8Ym7.png"},{"Quote":"If you’re gonna insist on gambling and then complain when you lose, you had better work on your game. ","Author":" Hatsu Kominato","Summary":"Hatsu Kominato is Ruuko Kominato's grandmother.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b168734-nESOu3DXzJjm.jpg"},{"Quote":"Power comes in response to a need, not a desire. You have to create that need. ","Author":" Goku","Summary":"__Race:__ Saiyan  \n__Height:__ 5'8'  \n__Weight:__145 lbs  \n__Birth Year:__ 737 Age  \n__Hobby:__ Fighting a Strong Opponent  \n__Favorite Food:__ All Types of food  \n__Favorite Vehicle:__ Kintoun (Nimbus)  \n\nOriginally named Kakarot, Goku is born a member of a race of extraterrestrials called Saiyan. Shortly following his birth, Goku is sent from his home, planet Vegeta, to prepare Earth for sale on the intergalactic market by destroying all its life. Due to an injury to his head that caused him severe amnesia, Goku forgets his purpose, and instead focuses on becoming stronger for little more than the pleasure of it. As the series continues, Goku meets Bulma, a brilliant teenage girl, Yamucha, Oolong, and Pu'ar, whose characters mirror those found in Wu Cheng'en's _Journey to the West_. He also encounters one his closest friends, Kuririn, and others during his training. Participating in several World Martials Arts Tournaments, Goku also battles foes-turned-allies such as Tien Shinhan and Chiaotzu, as well as the offspring of Demon King Piccolo named Piccolo Junior.  \n\n_Dragon Ball Z_ takes place 5 years after the defeat of King Piccolo and Goku's last world tournament. He now has a son named Son Gohan (named after Grandpa Gohan) who is some what of a cry baby but has hidden potential. Throughout the series, Goku faces terribly strong opponents like other powerful Saiyans, Intergalactic Rulers, Androids, and Extraterrestrial Beings that give him fights like no other. Along with new enemies, Goku also gains new friends that help him in these situations.  \n\nIn  _Dragon Ball GT_, which was not based on Toriyama's manga, Goku is turned into a child by a wish on the dragon balls by Pilaf. The series revolves around him traveling around space to find the Black Star Dragon Balls with the help of his granddaughter, Pan, and Trunks. The series ends with Goku leaving for good with Shenron and returning one hundred years later to witness the match between Goku Jr. and Vegeta Jr.  \n\nIn  _Dragon Ball Online_ (which takes place 216 years after Dragon Ball Z, and unlike Dragon Ball GT, Toriyama had a lot of creative control over the story), a new villain by the name of Miira appears with the goal to obtain Goku's DNA.  In  _Cross Epoch_, the  _Dragon Ball_ and  _One Piece_ crossover one-shot, Goku is seen accompanying Luffy to attend a party hosted by Shenron from whom key characters from both series had received an invitation.  \n\n(Source: Dragon Ball Super Exciting Character Guide)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/246-wsRRr6z1kii8.png"},{"Quote":"The past is the past. We cannot indulge ourselves in memories and destroy the present. ","Author":" Murata Ken","Summary":"Murata is Yuuri's former classmate. He often gets into trouble such as having delinquents picking up a fight with him. He's actually a happy-go-lucky type of guy that sometimes hit on girls, bleached his hair, getting over-friendly with Yuuri's mom, and he often stumbles upon Yuuri's house just to eat her curry.   In the first season, after the incident with the time and space being unstable, Murata accidentally (or maybe purposefully?) drops by into the other world with Yuuri. He's already suspicious since the beginning because he easily speaks the same language as the villagers. He's even more suspicious when he spoke to Yozak like he knows everything going on and planning the best possible way. Soon after that, it's finally revealed that Murata is actually the reincarnation of the once Great Sage (or Daikenja) of Shin Makoku 4000 years ago.  His place was to guide Yuuri as King to regain the four forbidden boxes and defeat Soushu (which that time remained in Shinou's soul). In the end, he succeeded and Yuuri managed to did it, even though in order to make that plan successfully work, Murata had to 'pretend' to betray Yuuri and the others.  Murata is more like a babysitter figure towards Shinou, because of the time they had spent together in the past, and him being Shinou's most trusted strategist. Even so, he truly respects Shinou as a leader and even when he (Daikenja, 4000 years ago)'s dead and reincarnated into a different person, all he thinks about is how to defeat Soushu.  As the Great Sage, he is really bright and wise. He acts calm and never rushes to do anything. He relies on his brain and strategies. His power cannot stand alone, but he can amplify the Maou's power, and has lent Yuuri his powers when he needed it.  Murata is a really mysterious person, he usually hides his pain and past just to himself.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/1969.jpg"},{"Quote":"There are no regrets. If one can be proud of one’s life, one should not wish for another chance. ","Author":" Saber","Summary":"__Height:__ 154 cm \n__Weight:__ 42 kg\n__Three Sizes:__ B73\/W53\/H76\n__Blood Type:__ Unknown\n__Hair Color:__ Blonde\n__Eye Color:__ Green\n\nArtoria Pendragon, better known as Arthur Pendragon and King Arthur, is regarded as a male in history but it's actually a woman. She is the \"Once and Future King\" and a legendary hero of Britain known as the King of Knights (騎士王, Kishi-Ō). She used to wield the sword from the stone, Caliburn, but it was eventually destroyed and the Lady of the Lake gifted her with Excalibur and Avalon.\n\n__In Fate\/Prototype:__ He is presented as male instead, conserving his original name of Arthur Pendragon. Also called Prototype Saber, he is the Saber-class Servant under the control of Ayaka Sajyou.\n\n__In Fate\/stay night:__ Saber is summoned in the Fifth Holy Grail War as the Servant of Shirou Emiya. Shirou had been having dreams of Excalibur in the days leading up to the start of the Holy Grail War after receiving his Command Spells and, while stumbling in his shed during his escape from Lancer, Avalon, hidden inside him, reacts to the traces of a magic circle and summons Artoria as his Servant.\n\n__In Fate\/stay night: Heaven's Feel:__  Corrupted by Angra Mainyu, Artoria is vastly different from her normal self. She is also called Saber Alter\/Black Saber. The results of her alteration is not only within Artoria's interior but also extends to her outward appearance. The color of her skin becomes pale, and the pupil of her eyes that were at first concealed behind a black visor during the moment of her summoning becomes golden from her original green eye color as well. Because the armor she wears was dyed jet black and grew in weight due to changing into a heavier armor, its power has increased more than normally.\n\n __In Fate\/Zero:__ Saber is summoned by Kiritsugu Emiya to participate in the Fourth Holy Grail War on behalf of Jubstacheit von Einzbern and the Einzbern family. Kiritsugu partners Saber with Irisviel von Einzbern, to act as Saber's Master in the open while he acts from behind to win with his own methods. On the final day of the Holy Grail war, Saber found the Holy Grail but she also meets Gilgamesh who was waiting for her. He proposes that she becomes his wife while she lays defeated in front of him. Saber refuses as the Holy Grail is just in front of her. Saber destroyed the Holy Grail in the fourth Holy Grail War because Kiritsugu used multiple command seals in order to force her to act against her will. However, she only managed to destroy the Grail's physical form. She was also caught in her own Excalibur blast, sending her back to the battlefield of Camlann. She was the sixth and final servant to perish in the fourth Holy Grail War. \n\n__In Fate\/Grand Order - First Order:__   She remains the corrupted version, known as Saber Alter.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b497-t5ugW1trntCB.png"},{"Quote":"In our society, letting others find out that you’re a nice person is a very risky move. It’s extremely likely that someone would take advantage of that. ","Author":"Hitagi Senjougahara","Summary":"__Birthday:__ July 7\n__Age:__ 17, 18 after Nisemonogatari\n__Hair Color:__ Purple\n__Eye Color:__ Blue\n__Height:__ 165 cm\n__Weight:__ 45 kg\n5 kg when she was under the influence of the heavy crab.\n\nHitagi, the main female character, is a weak-looking girl with an \"incurable disease\". She is in the same class as Koyomi, but he has almost never heard her speak. When she was in the first year of high school, she encountered a mysterious crab, after which she became weightless. Ever since, she has avoided contact with everyone else, threatening everyone who discovers her secret. She called herself a tsundere and always speaks in an abusive style.\n\nAt the end of Mayoi Snail, she admits that she loves Koyomi, and subsequently enters into a relationship with him.\n\nAfter the events in Tsukihi Phoenix, she overcame all of her trauma, and became a rather cheerful and normal girl. She starts calling Araragi with a cute nickname, chuckling at small things and sending e-mails full of Emojis, although her sharp tongue is still there, but toned down.\n\n She seems to also have a father complex as she becomes excited to the point of being unable to fall asleep when using her father's blanket.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b22037-1Rjq4zpSrj1d.jpg"},{"Quote":"You can’t win a game by doing nothing. And if someone else wins it for you then you haven’t accomplished anything. Life is the same way. ","Author":" Junichirou Kagami","Summary":"The main protagonist of Denpa Kyoushi. He was scholar student but didn't actually became a sucessful person. He calls himself \"ADW\" which stands for \"only able to do what he wants\". He has a strong obsession towards anime and manga. He was known as \"Young genius Kagami Junichirou\" when he wrote a thesis that was published in the science magazine \"Nature and Science\". ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/53923-nxUmf1PM6Uu1.jpg"},{"Quote":"It takes an Idiot do something cool, that’s why it is cool. ","Author":" Fooly Cooly","Summary":"Naota is a normal Japanese 6th grade boy (although a little cynical), but when his older brother leaves for America to play baseball, his brother leaves his financially crippled 17 year old girlfriend Mamimi behind. Mamimi is sending mixed signals and advances to Naota, and he doesn't know what to do about her. But to make matters worse, Naota's world is totally turned upside down when he is run over by a woman on a Vespa. During their first encounter, she hits him over the head with her bass guitar, which then causes a horn to grow out of his forehead. She calls herself \"Haruko\" and her presence changes Naota's life to even further insanity.<br><br>\n(Source: Anime News Network)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx227-kxQ3PDHrrqp5.jpg"},{"Quote":"The circumstances of one’s birth are irrelevant, but it is what you do with the gift of life that determines who you are. ","Author":" Pokemon","Summary":"He is a main character in the Phantom Thief Pokémon 7 manga. He is a shy kid who works at at his friend Nazuna's bakery \"Sun, Sun\" (Japanese: サンサン). He also is considered as a \"weak\" Trainer by his friend Nazuna due to his lack of training his Lucario and hate of battles. But he is also \"Pokémon 7\", his stronger and courageous alter ego who helps people in need.       -From Bulbabedia","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/default.jpg"},{"Quote":"I refuse to let my fear control me anymore. ","Author":" Maka Albarn","Summary":"She is Soul's meister. She is the more level-headed of the two but when her anger gets the better of her, she will put her foot down. Where Soul seems to be the brawn, Maka is the brain. She always tries to think of a way to beat their opponent by exploiting the opponent's weaknesses. Her father is the Shingami's current death scythe. She seems to hate her father for constantly flirting with other women but she still loves him. Her mother was also a scythe technician; she and Maka's father are divorced. Maka seems to be annoyed at the fact that her body hasn't developed yet (which is the center of some jokes in the series). She usually kicks Soul after he does something perverted or if he and Blair have been acting too friendly. Dr. Stein saw her soul and told her she was a \"serious person who tries hard.\"    \n\nPresently, she is a Two-Star Meister and a creator of a Death Scythe. She is a member of the elite unit, Spartoi.  \n\nIn the last episode of the anime, the Kishin inferred that Maka actually has weapon blood due to her father, but chose to be a meister instead. \n\n(Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b8439-cMbiAkEisF4T.jpg"},{"Quote":"If your life can change once, your life can change again. ","Author":" Sanae Furukawa","Summary":"Sanae is Nagisa's mother. Normally she's very childish and a cry-baby, but when needed she can be very strong-willed and dependable. She runs the Furukawa Bakery with her husband Akio. She often tries out strange concepts to make breads that are anything but edible and never get sold. Outside of the bakery, she tutors children. She's quite proud of the way people often mistake her for Nagisa's older sister because of her youthful appearance.    Sanae plays a larger role in After Story, often comes to Tomoya's aid when Nagisa is sick and needs to be accompanied, especially during Nagisa's pregnancy. Before being a baker at the Furukawa Bakery, she was a junior-high teacher, and had to quit her job due to Nagisa's health. Sanae is the mastermind behind Tomoya and Ushio's trip to the flower cape, in hope for them to reconcile. She knows Shino, Tomoya's grandmother in his father's side, although it is never revealed how they met. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b6831-8jUtY6oLk5bp.png"},{"Quote":"Do not think about other things, there is only one thing you can do. So master that one thing. Do not forget. What you must imagine is always that you, yourself, are the strongest. You do not need outside enemies. For you, the one you have to fight is none other than your own image. ","Author":" Archer","Summary":"__Height:__ 182 cm\n__Weight:__ 68 kg\n\nGilgamesh is the King of Uruk, said to have reigned during the Sumer Dynasty in Mesopotamia 5000 years ago. He's the namesake Hero described in the Epic of Gilgamesh making him the most ancient Hero on which all the others legends were modeled. This grants him the title of King of Heroes and within his Gates of Babylon, there are the prototypes of all the Noble Phantasms of the Heroes yet to come. \n\nBorn from the human King of Uruk, Lungalbanda, and the goddess Rimat-Ninsun he was a being so perfect and transcendent to the point of being two-thirds deity and one-third human. He was the chosen one to guide humanity on the earth that was slowly abandoning the Age of Gods but he grew up to be a selfish and arrogant despot. \n\nHis only friend and being he considered his equal was Enkidu.\n\n__In Fate\/Zero:__\n\nInitially summoned as the Archer-class Servant of Tokiomi Tousaka in the 4th Holy Grail War, using the fossil of the first skin ever shed by a snake as a catalyst, he soon becomes bored with his Master and takes interest in Kirei Kotomine. Together they plot to kill Tokiomi and forge a new pact, with Gilgamesh pushing Kotomine to accept his sadistic nature. He also takes interest in Iskandar, as a worthy opponent to kill, and in Artoria, tragic figure to take as his bride. \n\nIn the end, invested by the pollution of the Holy Grail, he is gifted a mortal body and is reincarnated in the world. \n\n","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b2514-MUxFhLeKkBCY.png"},{"Quote":"If you can’t find a reason to fight, then you shouldn’t be fighting. ","Author":" Akame","Summary":"__Height:__ 164cm (5'4)\n\nAkame is one of the members of the Assassin's group, Night raid. She is the first member to attack Tatsumi, and comes very close to killing him. She initially appears very serious and cold-hearted, but she is actually caring and worries about the safety of her comrades. She has a younger sister named Kurome, who is a member of the Jaegers, and loyal to the Empire.   When she was a child, her parents had sold both her and Kurome to the Empire. There, they were placed and raised as Assassins from childhood. Akame in particular became infamous enough to earned the top rank in the Imperial Assassin Division. At some point, many of her comrades had died and she become dissatisfied and resentful towards the government. It was not until she was sent to kill former General Najenda that Akame finally deflected to the Rebels after being swayed by her. (Source: Akame ga Kill! Wiki)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b63351-0WmsDENpiscp.png"},{"Quote":"The best way to remove your lies is to make them come true. ","Author":"Suzaku Kururugi","Summary":"__Age:__ 17 (first season), 18 (second season)         \n__Date of Birth:__ July 10, 2000 a.t.b.         \n__Zodiac Sign:__ Cancer         \n__Blood Type:__ O         \n__Height:__ 176cm (5'9\")         \n__Nationality:__ Japanese         \n__Known Relatives:__ Genbu Kururugi (father, deceased), Kaguya Sumeragi (cousin)\n__Knightmare Frame:__ Lancelot and Lancelot Albion\n\nLelouch's childhood friend and son of Japan's last prime minister. After Britannia's takeover of Japan, Suzaku joins the Britannia Army and becomes an Honorary Britannian. He agrees with Zero (Lelouch in disguise, unknown to Suzaku) with his assertion that the Britannia Empire is not worth serving, but nevertheless wishes to implement changes and improvements from within the empire, all the while trying not to lose sight of his goals lest his father's death have been in vain. He has a strong sense of justice and is the only one known to be able to pilot the elite Britannian Knightmare Frame, Lancelot. He always keeps with him a broken pocket watch, a memento of his deceased father.     He is in love with Euphemia and is devastated upon her death. He swears revenge against Zero, for killing her.  In the last episode of R2, Lelouch asks Suzaku to kill him (as all of the world's hatred is now focused upon him) and to become Zero. Suzaku kills Lelouch in front of all the Black Knights and Nunnally at a parade held for Lelouch. After Lelouch dies, Suzaku takes care of Nunnally as Zero and leads the Black Knights.  \n\n(Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b559-Ukxvd2D0I1Dd.jpg"},{"Quote":"You should never give up on life, no matter how you feel. No matter how badly you want to give up. ","Author":" Canaan","Summary":"Canaan is the main character of the series, a mercenary currently operating in Shanghai. She was the only survivor of a village destroyed by war in the middle East before being found and trained by Siam, who has her adopting the name Canaan. She developed a mutual respect for her mentor during the course of her training, but after he was killed by Alphard, her mind is consumed by the thought of revenge and often gets serious whenever she sees Alphard.  As an elite mercenary, Canaan is also a skilled marksman and an expert of combat. She possesses the ability known as synesthesia which allows her to concentrate and combine her senses. She uses this ability as a radar to locate others, to hack into mechanical systems, and to dodge\/deflect bullets easily. If she overuses it, however, her strength will be exhausted and she will collapse. Canaan has blond hair and hazel eyes, but whenever she uses synesthesia, her eyes turn red.  As she was living in isolation for most of her life, she treasures the friendship with Maria Ōsawa, the first friend she has in years, to the point of prioritizing Maria's safety above all else and ruthlessly killing anyone she deems as a threat to Maria. Despite this cold-blooded nature, she enjoys going out with Maria as well as living a normal life. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/19713.jpg"},{"Quote":"We can’t waste time worrying about the what if’s. ","Author":" Ichigo Kurosaki","Summary":" __Race:__ Human, Shinigami,  Visored, Fullbringer, Quincy  __Birthday:__ July 15th  \n__ Zodiac:__ Cancer   \n__Age:__ 15 (beginning) - 17 (currently)  \n__Gender:__ Male  \n__Height:__ 181 cm  \n__Weight:__ 66 kg  \n__Known Relatives:__ Isshin Kurosaki (father), Masaki Kurosaki (mother, deceased), Yuzu Kurosaki (younger sister), Karin Kurosaki (younger sister)  \n__Theme Songs:__ \"Number One\" by Hazel Fernandes, \"News From the Front\" by Bad Religion  \n\n\nFor the most part, Ichigo appears like a normal teenage boy, the one exception to that is his spiky, orange hair, a trait which he has been ridiculed about for years. He is a fairly tall, and lean-built person with peach skin and brown eyes. Since becoming a Shinigami, he has become noticeably more muscular, as noted by his sister Karin. When in his spiritual form, Ichigo wears standard Shinigami attire with the addition of a strap across his chest.  When he was young, Ichigo considered his mother to be the center of his world. Ichigo always smiled whenever he was with Masaki and he was regularly at her side, holding her hand.  As a teenager, Ichigo's personality is much more complex. Stubborn, short-tempered, occasionally confrontational, determined, outspoken, strong-willed and impulsive, he attempts to maintain a detached and \"cool\" image, despite claiming to not care about what other people think about him. He generally keeps his face set in a permanent scowl with his eyebrows drawn together. Ichigo carries the burden of the real world and the spirit world (Soul Society), a task quite difficult, especially for a teenager like Ichigo, who has his own worries and problems. Also, Ichigo is quite smart; he was ranked 23rd in his high school. He does this partly to prove to his teachers and classmates that just because he's unique, or somewhat punkish, that he can still succeed.  When Ichigo first becomes a Shinigami, his Zanpakutō is a standard-looking katana, but oversized with an equally-oversized brown sheathe hung by a strap over his right shoulder. It has a rectangular bronze hand guard with gently inward-curved edges, a stylized flame pattern on the long sides, and a simple decorative slit on the short ones. The handle is red with two light blue tassels on the end of the handle. The large size is due to the unfocused but immense amount of Ichigo's spiritual power, which he didn't know how to control. As a result, the sword itself was rather weak, since very little spiritual power was used to create it. Nevertheless, it was powerful enough to subdue a Gillian-class Menos and lesser Hollows, completely blocking a Cero from the former. It was even able to upturn the ground with a single strike. Because of its weak spiritual energy nature, Byakuya Kuchiki was able to easily cut off most of the blade during his first encounter with Ichigo and Kisuke Urahara subsequently slices it down to the hilt during their training, forcing Ichigo to learn the name of his Zanpakutō in order to release its true form. This sword is found to be a result of Rukia's deprived spiritual energy and not a result of his own power.   Ichigo is an extremely rare case. Despite being a Shinigami, he is still a living Human being and resides in the Human World, rather than in Soul Society. Uniquely, he gained his own powers through Urahara's training\/forced encroachment, which simultaneously gave him Hollow powers. Due to his Hollow powers, Ichigo is technically classified as a Visored, but he still thinks and refers to himself as a Shinigami. For all purposes, Ichigo is a Human in physical body and Visored in spiritual body, thus making his situation even rarer. After losing his Shinigami powers Ichigo returns to being a human, this time with no spiritual power or spiritual awareness at all. His enormous spiritual power capacity was being Kurosaki Isshin's Offspring, letting him see ghosts and hollows from a very young age. It was revealed that he has access to Quincy powers, due to his mother.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b5-RxGEMJZLW4cy.png"},{"Quote":"You can’t sit around envying other people’s worlds. You have to go out and change your own. ","Author":" Shinichi Chiaki","Summary":"Birthdate: February 17th, 1981  Zodiac sign: Aquarius  Height: 181cm  Blood type: O    Chiaki is twenty-one years old and a 3rd-year piano student at Momogaoka Music Academy at the start of the series. He is an accomplished pianist and violinist, but is also known to be a perfectionist and highly critical of himself and others. He comes from a distinguished and well-off family, and is a fairly good cook. He seems to think that most \"poor\" people (such as Sakura Saku) are like the little match girl.     While he dreams of studying abroad and becoming a famous conductor like his mentor, Sebastiano Viella, he must overcome his fear of flying and the sea to do so (he finally did with help of Nodame's hypnosis).     He is dismayed to discover that the freakish but talented girl, Nodame, lives in the apartment next door to him. However, he develops a sort of empathy with Nodame as he discovers her hidden potential to be a great pianist, and he begins to transcend his perfectionism and begins to enjoy her music and the music of others.     Despite his constant irritation towards Nodame, he eventually develops romantic feelings towards her and he chooses to find a work as a conductor in Paris, where he is going to study.     As Chiaki realizes his life's ambition to become a conductor, he also finds that he needs Nodame's support and that he cannot move on without her. He also appears to have fear of being abandoned and surpassed, the former comes from being abandoned by his father as a young boy. Afraid of being abandoned, he often abandons other people instead, especially Nodame. Also he's constantly afraid of being surpassed by Nodame, trying to go even further from her, which leaves her miserable as she is trying to catch up to him. He also can be considered as insensitive.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/1184.jpg"},{"Quote":"No matter how hard or impossible it is, never lose sight of your goal. ","Author":" Monkey D Luffy","Summary":"__Name:__ Monkey D. Luffy  \n__Age:__ 17; 19  \n__Birthdate:__ May 5, Taurus  \n__Height:__ 172 cm (5'7½\"); 174 cm (5'8½\")\n__Blood Type:__ F  \n__Affiliation:__ Straw Hat Pirates, ASL brothers, Straw Hat Grand Fleet, Straw Hat alliance: Heart Pirates (current); Dadan Family (former)\n__Position:__ Captain\n__Devil Fruit:__Gomu Gomu no Mi (Gum Gum Fruit)\n__Devil Fruit Type:__Paramecia\n__Bounty:__  1,500,000,000 Beli (previously; 30,000,000, 100,000,000, 300,000,000, 400,000,000 and 500,000,000)  \n\nLuffy is the captain of the Straw Hat Pirates and is best friends with all of them and values them over all else. At first glance, Luffy does not appear to be very intelligent, often seeing things in childish manner and can easily be amazed by the simplest things. However, because he views the world in a straightfoward and simple manner, he is occasionally the only person who can see past the events and see what should be done.  \n\n Luffy seems to have an unstoppable appetite, a characteristic that is common to the Japanese archetype of the (at times simple-minded) young male hero\/adventurer with a heart of gold; perhaps the hunger more so in Luffy's case due to having an elastic stomach. Luffy is also another one of the several characters given the middle initial \"D\".  \n\nAlthough Luffy is fairly lightheaded and a funny character, he has an unstoppable sense of determination, optimism and commitment and will do anything to stand up for his friends and comrades. Along with that, he has great courage to back it up as well as unbelievable strength. Ever since consuming the devil fruit he was shown to be not worried about his inability to swim, much like his brother. Much of these traits are common among D's. His only display of true fear towards his grandfather, to the point that he does not fight back and is intimidated at the mere mention of him.  \n\nLuffy never kills any of the villains, no matter how cold-hearted they are; instead, he frequently sends the villain flying, knocking them out or until the point that they are almost near death, which results in some of the villains searching for revenge, such as Buggy the Clown and Alvida. Oda explains that it's not a question of morality so much as a matter of punishing the villains for their crimes - he feels that killing the villains lets them off too lightly, whereas he considers letting them live to see their dreams be ruined a far more fitting punishment.  \n\nLuffy's dream is to find the One Piece and become Pirate King. He knows that to achieve his goal, he will have to defeat many strong opponents, including the World Government and his childhood hero Shanks.   \n\nMonkey D. Dragon is the father of Monkey D. Luffy and is also the son of Vice-Admiral Monkey D. Garp. Known as the Revolutionary Dragon, he is the world's most wanted criminal.  Before the start of the series, Dragon left Luffy in Garp's care. Dragon first appears after a lightning bolt suddenly destroys the gallows where Luffy was to be executed by Buggy the Clown and then saves Luffy from being captured by Captain Smoker. When he saved Luffy from Smoker, a mighty gust of eerie wind swept through Loguetown. It is undetermined whether or not he was the cause behind the gust of wind or the lightning; however, the story leads to believe there is more to him than it seems. Recently, he has taken over an island in the South Blue and is about to head to the North Blue when he commented, after noticing Luffy's newest bounty, given to him after invading Enies Lobby, that father and son will meet sometime soon.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b40-NKxeBrrS2vp4.png"},{"Quote":"What is right? What is wrong? In this mixed up world, deciding what is right and wrong is not easy. You can’t just go by somebody else’s rules. If you let yourself be controlled like that, you’ll just become a puppet that can’t make decisions on its own. You have to live by your rules. ","Author":"Gintoki Sakata","Summary":"__Birthday:__ October 10  \n__Zodiac:__ Libra  \n__Height:__ 177 cm  \n__Weight:__ 65 kg  \n__Age:__ 20's  \n\nSakata Gintoki is a samurai living in an era where a samurai is no longer needed. To add to his troubles, oppressive aliens have moved in to invade. Gintoki lives with Kagura and Shinpachi, taking on odd jobs to make the world a better place...and to pay their rent. In the Joi war, he was known as the \"White Devil\" (Shiroyasha) due to his silver hair and white coat he wore in battle, which, combined with his impressive capabilities as a swordsman, made him famous among his comrades and struck fear into Amanto.  Gintoki has naturally permed silver hair, which he blames for his lacking love-life. He has a big crush on the TV's news weather girl, Ketsuno. In fact, to date, the only time he is seen to have blushed is when he tries to make use of Sadaharu and Ketsuno's dog to get a chance to talk to her. Though several female characters have shown an interest in Gintoki, he usually does not show any response back and merely puts up with them as annoyances.  Gin has two major obsessions in life. He is obsessed with sweet foods such as parfait, ice cream, and cake. His second obsession is reading the manga anthology magazine Weekly Shōnen Jump. (Which, not coincidentally, is where Gintama is published in). Gin will go to great lengths to get the latest Jump issue, to the point of reckless behavior. His Jump obsession makes him easily dream of being like other Jump heroes, including wishing that he had a \"Bankai\" similar to the hero characters of Bleach. Despite his appearance and initial behavior, Gintoki has a great amount of pride for the old Bushido code. He takes it upon himself to rescue or avenge not only his comrades and friends but also people he barely got acquainted too, be it a pit-fighter who was taking care of abandoned orphans or an Amanto who resembles a kappa.   Despite being a fearsome fighter with nearly unmatched skills, he avoids needless bloodshed after suffering the loss of most of his friends and allies during the Joi war.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n672-f1tkgT7d3eb1.jpg"},{"Quote":"Life is like a tube of toothpaste. When you’ve used all the toothpaste down to the last squeeze, that’s when you’ve really lived. Live with all your might, and struggle as long as you have a life. ","Author":" Mion Sonozaki","Summary":"Birthdate: February 11, 1966  Mion is the oldest kid in Keiichi's class. As the elder, she is the class president and everyone looks up to her as the leader. Her social skills are on par with Keiichi, whom she highly respects as a friend and rival (though it is later shown that she has a crush on him).   She acts like a tomboy, and calls herself oji-san (meaning old man), but has a hidden girlish side. She is next in line to be the head of the Sonozaki household, one of the Three Families which holds tremendous influence in Hinamizawa. She is often seen with a holstered airsoft gun, even though she is never seen using it, and was removed in the PS2 adaption of the game; she is, however, very adept in the use of martial arts.    Mion also serves as leader of the after-school club consisting entirely of the main characters. She organizes a variety of strategy-based games for the members to play with penalties for any losers. Penalties usually involve wearing embarassing or frilly outfits on the way home. Each game she organizes involves bending the general rules or using questionable and crude methods to win such as playing cards with a marked deck or using feminine wiles to discourage opposition.    She is notable as the only character that has never been driven to the extreme paranoia (on screen) that causes the others to kill in the question arcs and the first two answer arcs.   ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n1611-yLkwyaLaN3cN.jpg"},{"Quote":"Fools who don’t respect the past are likely to repeat it. ","Author":" Nico Robin","Summary":"__Age__: 28; 30\n__Birthdate__: February 6, Aquarius\n__Height__: 188cm (6'2\")\n__Sizes__: 99 - 59 - 89\n__Affiliation__:Straw Hat Pirates (current); Baltigo (Revolutionaries) (former, temporary); Alabasta (Baroque Works) (former); Ohara (former)\n__Position__: Archaeologist\n__Devil Fruit__: Hana Hana no Mi (Flower Flower Fruit)\n__Type__: Paramecia\n__Bounty__:  130,000,000 (previously; 79,000,000 and 80,000,000)\n\nRobin is the seventh member of Straw Hat's Crew. She had a bounty of 79 million beri (One Piece currency) since she was eight years old, during an incident in which she supposedly destroyed six Buster Call ships through the use of the powers she gained by eating the Hana Hana no Mi (Flower Flower or Blooming Blooming Fruit). The fruit's power enables her to conjure up multiple replicas of her body parts (most often her arms) upon any surface she is able to see making her very powerful and dexterous as a result. Robin joined the Straw Hat Pirates after Luffy saved her life, or (how she states it) Luffy forced her to live when she wanted to die. To atone for his crime, Robin demands that Luffy allow her to join his crew, to which he complies leaving every other crew member except Sanji in shock. Although feared at first, she is quickly accepted and viewed as a comrade by the crew.  Robin is actually an archaeologist of talent, and despises anyone who thoughtlessly damages any piece of history. The World Government fears her because she can decipher Poneglyphs (stones marked with glyphs from an ancient language), which contain details capable of reviving ancient weapons that have the power to destroy the world. In reality, Robin has stated that she does not care about ancient weapons, and that her dream is to find the True History written on the Rio Poneglyph.  Robin is a mysterious and serious person who appears quiet and reclusive, and the wisest in the Straw Hat's Crew. She was thought by those around her to be cold and mean, but it was proven that she is actually a kind person who always thinks before she acts. She often only speaks when something interesting or important has happened. She loves to study history, and the comfort and freedom to study and read. She is also quick to point out gross or realistically morbid facts, often creeping out Nami or Usopp. Robin is the wisest and most sensible member of the crew. She has a vast knowledge of the seas and the world, and usually keeps her head during surprising situations, allowing her to logically analyze the situation without losing her cool. This trait makes her different from the other Straw Hats, who often comically react melodramatically to unexpected happenings and hold irrational ideas and conclusions. Despite her attempts to keep herself distant, Robin has fallen for her new friends, and has taken the role of the distant den mother.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b61-8LblSyOFNITh.png"},{"Quote":"That’s why I can’t make a change. Everything I do is so… Half-assed. ","Author":" Hiroshi Kido","Summary":"Hiroshi Kido is the son of the village chief and a 3rd-year high school student who lives in the Goto Islands. Mediocre in all his undertakings, his report card boasts of straight 3's. He was inspired to work harder after witnessing the efforts of Handa-sensei. He is currently working hard to get to the culinary school outside the island.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/88328.jpg"},{"Quote":"An excellent leader must be passionate because it’s their duty to keep everyone moving forward. ","Author":" Nico Yazawa","Summary":"__Age:__ 17 \n__Birthday:__ July 22\n__Blood type:__ A \n__Height:__ 154 cm \n__Three Size:__ B74. W57. H79 \n__Favorite Food:__ Sweets \n__Disliked Food:__ Spicy Food  \n\nNico has been observing Honoka's new Idol group for a while but eventually joins them. She has past experiences as an amateur school idol. At first, she was secretly the President of the school's unknown Idol Research Club, but after an incident, the club was later joined together with Honoka's Idol Club. She likes bossing people around and acting superior, but she also has an energetic and cheeky personality.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/46163.jpg"},{"Quote":"Protecting someone means giving them a place to belong. Giving them a place where they can be happy. ","Author":" Princess Lenessia","Summary":"On an archaelogical mission to the end of the known universe, Professor Daiba unwitting unleashes an ancient horror from its confines. Five years later the malevolent alien force sets in motion a plan which reunites the various crewmembers of the Arcadia to sail the stars once more as well as bring Tadashi Daiba to meet Harlock for the first time (again). <br><br>\n(Source: Anime News Network) ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/nx1081-FW0DHatfkBma.jpg"},{"Quote":"Having happy and beautiful memories won’t always bring you salvation. The more beautiful a memory is, the more painful it can become. ","Author":" Plastic Memories","Summary":"This story takes place in a future not too far away when androids that look exactly like humans begin to spread across the world. The android production company SA Corp. produced Giftia, a new kind of android that has the most amount of emotion and human-like qualities out of any other model ever seen. However, due to problems in technology, the androids have a service life, and once they pass that, they... Well, it gets pretty bad. For this reason, SA Corp. creates a terminal service in order to retrieve Giftia that have gone past their service life. A new employee at the terminal service named Tsukasa Mizugaki forms a team with the Giftia Isla to retrieve the other androids, but...<br>\n<br>\n(Source: ANN)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx20872-j5PBzzVtrYDM.jpg"},{"Quote":"Just like games, no matter how well you have things lined up in your life, there’s always something to keep you on your toes. ","Author":" Junichirou Kagami","Summary":"The main protagonist of Denpa Kyoushi. He was scholar student but didn't actually became a sucessful person. He calls himself \"ADW\" which stands for \"only able to do what he wants\". He has a strong obsession towards anime and manga. He was known as \"Young genius Kagami Junichirou\" when he wrote a thesis that was published in the science magazine \"Nature and Science\". ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/53923-nxUmf1PM6Uu1.jpg"},{"Quote":"Do exactly as you like. That is the true meaning of pleasure. Pleasure leads to joy and joy leads to happiness.  ","Author":" Gilgamesh","Summary":"__Height:__ 182 cm\n__Weight:__ 68 kg\n\nGilgamesh is the King of Uruk, said to have reigned during the Sumer Dynasty in Mesopotamia 5000 years ago. He's the namesake Hero described in the Epic of Gilgamesh making him the most ancient Hero on which all the others legends were modeled. This grants him the title of King of Heroes and within his Gates of Babylon, there are the prototypes of all the Noble Phantasms of the Heroes yet to come. \n\nBorn from the human King of Uruk, Lungalbanda, and the goddess Rimat-Ninsun he was a being so perfect and transcendent to the point of being two-thirds deity and one-third human. He was the chosen one to guide humanity on the earth that was slowly abandoning the Age of Gods but he grew up to be a selfish and arrogant despot. \n\nHis only friend and being he considered his equal was Enkidu.\n\n__In Fate\/Zero:__\n\nInitially summoned as the Archer-class Servant of Tokiomi Tousaka in the 4th Holy Grail War, using the fossil of the first skin ever shed by a snake as a catalyst, he soon becomes bored with his Master and takes interest in Kirei Kotomine. Together they plot to kill Tokiomi and forge a new pact, with Gilgamesh pushing Kotomine to accept his sadistic nature. He also takes interest in Iskandar, as a worthy opponent to kill, and in Artoria, tragic figure to take as his bride. \n\nIn the end, invested by the pollution of the Holy Grail, he is gifted a mortal body and is reincarnated in the world. \n\n","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b2514-MUxFhLeKkBCY.png"},{"Quote":"If you can’t do something, then don’t. Focus on what you can do. ","Author":" Shiroe","Summary":"Race: Half-Alv\nClass: Enchanter\nSubclass: Scribe\n\nShiroe, the main protagonist of the series, was an engineering grad student before the Apocalypse. He's one of the most experienced and skillful adventurers in the game, due to having started playing Elder Tale when he was in middle school;. He's also infamous for being a brilliant tactician. He knows Naotsugu from the time both of them spent with the Debauchery Tea Party, a team of players who embarked on some of the toughest quests in the game together.\n\nAs an introvert with asocial tendencies, he would rather not have anything to do with guilds. Which is also because he doesn't want people to use him for his knowledge and skills. However, he doesn't actually hate other people, and he tends sympathize with beginners, especially if they happen to be children.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b81367-7uUHlj6iV0Am.png"},{"Quote":"When you lose sight of your path, listen for the destination in your heart. ","Author":" Allen Walker","Summary":"__Age:__ 15; 16  \n__Birth Date:__ Unknown, December 25 (date of adoption)  \n__Height:__ 168 cm (5'6\"), now 170 cm (5'7\")   \n__Weight:__ 127.9 lbs (58 kg), now 55 kg (121 lbs) \n __Blood Type:__ O  \n__Nationality:__ British   \n__Fav Food:__ Mitarashi Dango  \n\nAllen is the main hero of the series. He was abandoned by his biological parents because of the supposed \"deformity\" of his left arm (which was later revealed to be caused by his Innocence). He was eventually found and adopted by a traveling performer named Mana Walker on Christmas Day. Some time later Mana died, and Allen, tormented with grief and manipulated by the Millennium Earl, turned Mana into an Akuma, hoping that his beloved surrogate father would be fully resurrected. But the Mana Akuma cursed Allen and sliced through his left eye, leaving the \"Pentacle\" — the mark of the Akuma — which scars the left side of his face. This enabled his left eye to see the souls trapped within the Akuma from then on. It was at this same moment that Allen's left arm first invoked as an Anti-Akuma weapon, which instinctively destroyed the Mana Akuma. During the course of this traumatic event, Allen's hair turned from brown into a stark white.  \n\nAllen eventually meets Cross Marian, a General of the Black Order, who explained to Allen the ways of the Akuma and the trapped souls within them: Once a soul becomes trapped inside an Akuma, they are trapped forever; and that the only way to save one is to exorcise them from their Akuma vessel. Allen subsequently became Cross' disciple and spent the next three years with him before being sent to the Black Order to become an official exorcist. During this time, Allen was tormented by his master's constant irresponsible behavior and forced into various odd-jobs to pay off the debts that General Cross accumulated. This, coupled with Marian's womanizing ways and harsh treatment towards Allen, led to Walker fearing more than respecting his master whom he never speaks fondly of. \n\nIn fact, when Jasdevi claims that Cross is like a demon, Allen denies this and instead insists that Cross is a real demon. In addition, when Jasdevi reveal that the debts Cross left to them total about 2 million yen, Allen grows demon horns, laughs at them, and calls their debts small change in comparison to his own, leaving Lavi to wonder just how much money Allen's been made to pay.  In addition to being physically fit and skilled at combat (as evident by his ability to fight and dodge Fou without the use of his Innocence), Allen has a few odd talents and skills. Because of the many debts Allen was forced into paying by Cross, he learned to play cards and gamble at a very young age, though his initial purpose was to practice his numb deformed left hand. He also learned how to cheat and win through deception and doesn't hesitate to use these tactics whenever necessary. In fact, he is quite proud of his talents. This is a stark contrast to his polite and courteous nature and often surprises his friends who wouldn't expect such a dark side to Allen and has caused them to wonder just what Cross has done to him. Walker also possesses circus abilities such as juggling and acrobatics, which he learned from traveling with Mana who was himself a circus clown by trade.  \n\nInspector Levrier and Cross have both referred to a \"player\" (as in one who plays a musical instrument), and Cross has hinted that there may be more than one.  Allen's synchronization ratio reached a maximum of 83% before having his Innocence destroyed by Tyki. Yet unknown to Allen, the Innocence lingered around as a hazy fog of particles; at the time, a direct reflection of his shattered state of mind. It wasn't until he came to an epiphany that he was able to seize control of his Anti-Akuma weapon once again and achieving his Innocence's true, fully-invoked form. When not activated, his arm is black and meets with his shoulder in a spiraling pattern that ends with tattoo-like emblem. Following this, the Order gave it the official designation of Crowned Clown (神ノ道化（クラウン・クラウン）, Kuraun Kuraun), due to its jester-like appearance when invoked. The kanji used in the name literally translates to God's Clown (神ノ道化, Kami no Douke). \n\nWhen invoked, Crowned Clown acts as a body-armored Innocence, forming a white-hooded cowl and sleeve of Innocence energy which covers his shoulders and right arm, while his left arm and hand become slender and black, clad in armor and razor sharp claws. A masquerade-style mask is always affixed to the cowl, which takes on various configurations and appearances. This transformation also changes Allen's usual hairstyle from flat to a spiky rear. As before, his Innocence possesses a certain degree of sentience, but as Crowned Crown is able to manipulate Allen's entire body like a marionette when incapacitated, or simply assisting in evasive tactics.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b139-QnuZQbLodMF3.png"},{"Quote":"The moment you think of giving up, think of the reason why you held on so long. ","Author":" Natsu Dragneel","Summary":"__Name:__ Natsu Dragneel  \n__Gender:__ Male  \n__Occupation:__ Mage  \n__Affiliation:__ Fairy Tail Guild  \n__Team:__ Team Natsu  \n__Known relatives:__ Igneel (Foster Father), Happy (Foster Son) Zeref (Brother) \n__Magic:__ Fire Dragon Slayer Magic  Lightning Flame Dragon Slayer Magic  \n\nNatsu Dragneel is the main male protagonist of the series and a member of the Fairy Tail Guild. He is frequently partnered with fellow Fairy Tail members Happy, Lucy Heartfilia, Gray Fullbuster, Erza Scarlet, and Wendy Marvell. He is commonly known to the public as a powerful mage called \"The Salamander\". But this title has started to fade as the series progresses.  Natsu's most prominent features are his spiky rosy-colored hair and his signature scaly white scarf which may have been given to him by Igneel. Natsu has a scar on the right side of his neck which may be the reason he wears his scarf almost all the time. How he got the scar is yet to be revealed. He has no separate eye color, his eyes instead being solely the color of his black pupils. Natsu is of regular height, and his body is toned but not noticeably muscular. His member's stamp is located at the top of his right arm, just below his shoulder.  \n\nNatsu has a carefree and reckless nature and, despite his constant brawls with the other members of the guild, is a fiercely loyal and protective friend. He has a particularly close, and competitive relationship with fellow members; Gray Fullbuster and Erza Scarlet. With the former, he has had a constant rivalry from a young age and although they often denounce each other as not being friends, they regularly watch each others' back even when they are enraged with one another. He has had the same sort of relationship with Erza - the two both being scared of her since a young age - and they seemed to have a fairly good relationship in the past as, according to Erza, they used to shower together. He befriends people rather quickly too, considering Lucy a friend and willing to team up with her only after a few days of knowing her.  Natsu's father had left him when he was young. Igneel, a dragon, found him in the forest and ended up taking care of him. He taught Natsu how to speak, read, and use magic. But one day Igneel disappeared. This made Natsu look forward to the next time that they would meet.     \n\n It is hinted that he has strong feelings for Lucy, as pointed out by Happy when he said that Natsu cried at the thought of Lucy leaving.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/5187-MIbnC08pMtjn.png"},{"Quote":"A skyscraper built within your mind will never fall down. ","Author":" Kill la Kill","Summary":"After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/nx18679-zE07Y4SFaOiO.png"},{"Quote":"A dream is worth less than nothing if you don’t have someone else to share it. ","Author":" Dousan Saitou","Summary":"He is the Daimyo of the province of Mino, who started out as a merchant and a veteran of a civil war. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b63467-Q9lT5qu0jmQb.png"},{"Quote":"You’ll only realize that you truly love someone if they already caused you enormous pain. Your enemies can never hurt you the way your loved ones can. It’s the people close to your heart that can give you the most piercing wound. Love is a double-edged sword, it can heal the wound faster or it can sink the blade even deeper. ","Author":"Kenshin Himura","Summary":" __Date of Birth:__ June 20, 1849  \n__Age:__ 28  \n__Height:__ 158cm  \n__Weight:__ 48kg  \n\nKenshin Himura, also known throughout the anime as Hitokiri Battousai (Battousai the Manslayer) or Himura the Battousai, is the main character of the series Rurouni Kenshin. His original name was Shinta (心太). \n\nHis parents died of cholera when he was very young and as a result, was adopted by three slave women in a traveling slave wagon. Soon after meeting them, bandits had raided the convoy and killed his three new guardians and where about to kill him when Seijuro Hiko killed the bandits. Hiko soon adopted the child and because Shinta was not a name fitted for a swordman, he renamed him Kenshin, meaning \"Heart of Sword,\" took him under his wing and taught him the Hiten Mitsuruugi Ryu.   \n\n However, before full completion of the sword style could be passed on to Kenshin, the Japanese Revolution had been happening at the time and right before Kenshin's eyes.  Because of his kind nature and seeing people suffering, he knew he needed to do something about it.  He left in the middle of his training and without his master's blessing and joined the Imperialists.  It was during the Revolution where Kenshin met Tomoe, his first love and wife. During the revolution, Kenshin was given the nickname of Hitokiri Battousai because of his god-like speed of drawing a sword to kill the enemy instantly. After helping the Imperialist to a position where they would undoubtedly win the revolution, Kenshin left the revolution all-together with a vow to never kill again and the reverse-blade sword handed to him by Shakku-dono. It was Tomoe's death by his hands that pushed him over the edge of never to kill again.\n\nThe next time we see Kenshin is 10 years later as he has become a wanderer who helps out anyone in need who is suffering right before his eyes. Those long 10 years have taken him from Kyoto, all over Japan to where we find him in episode one of the anime, in Tokyo, still keeping his vow never to kill again. It is here where he meets Kaoru Kamiya and his whole life begins to change once again.\n\nKenshin is usually depicted as a care-free swordsman who is very aloof and tends to be a bit simple-minded when it comes to living normally. He is seen to be doing many of the chores around the dojo that he stays at with Kaoru, (i.e., cooking, cleaning, laundry, etc.). He believes it is his way of repaying Kaoru with allowing him to stay at her dojo. (although it seems he has gotten attracted to kaoru in the end). However, his swordsmanship ranks among the elite as he is seen defeating every rival (with the exception of Hajime Saitou which ended in a draw). His battle senses are top-notch and he recognizes even the slightest of advantages, strategies and tactics during a sword battle.    \n\n(Source: kenshin.wikia.com)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b147-uGS4OHKiCF35.png"},{"Quote":"What you can’t accomplish alone, becomes doable when you’re with someone else. ","Author":" Taichi Yaegashi","Summary":"Though Taichi doesn't speak much, he's very sympathetic towards others and wants to help his friends when they're having trouble. He suddenly becomes passionate when he starts talking about his hobby, pro-wrestling, and Inaba stops him when he tries to add wrestling topics to their Cultural Research Club's newspaper. He has a little sister in elementary school, Rina.  (Source: ANN)   He begins to date Inaba in volume 4.   Taichi and Inaba have described their relationship as soul mates; and have even tried on rings together during a date.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/40195.jpg"},{"Quote":"If you turn your eyes away from sad things, they’ll happen again one day. If you keep running away, you’ll keep repeating the same mistakes. That’s why you have to face the truth straight on. ","Author":" Riki Naoe","Summary":" __Height:__ 166 cm  __Weight:__ 54 kg  __Birthday:__ January 17  Riki is the protagonist of Little Busters! He is a member of the Little Busters, and of them, he is seen as the only one that is straightforward and has common sense. His parents died when he was very young, and around the same time he was diagnosed with narcolepsy.    __ MAJOR Spoiler __  The world Little Busters! takes place in is actually an artificial one made for Riki and Rin so that they may grow stronger; In the real world, most of the characters were in a bus accident and only Riki and Rin survive in the first world they encounter the accident in. Riki proceeds to grow stronger by going to the source of his narcolepsy and fix it. Afterwards, the bus accident happens again and Riki, now stronger than before, manages to save everyone with help from Rin.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/4624.jpg"},{"Quote":"Even if you’re weak, there are miracles you can seize with your hands if you fight on to the very end. ","Author":" Uryuu Minene","Summary":" __Age__: 18  __Occupation__: International Wanted Terrorist  __Likes__: Unknown  __Height__: 168 cm  __Weight__: 55 kg  Minene Uryuu is a terrorist bomber. Like the Fourth, her \"Escape\" diary goes along with the type of profession she is involved in. Whenever Minene faces a dire situation, the diary will chart out the best course of actions she can take in order to get out of a tight spot. Based on the function of her diary, it might even help reduce the chances of her receiving a Dead End and it is probably one of the best diaries to have in Deus' game of survival. The diary's only shortcoming is that there are some circumstances where the odds are too heavily stacked against Minene to the point where the diary won't be able to secure an escape route for her.   An infamous atheistic terrorist, Minene is a young woman who bears a strong hatred for organized religion, particularly God.    Her hatred of religion stems from her past when she and parents were traveling in a city in the Middle East but got caught in a battle, which is hinted between Israelis and Palestinians, where her parents were killed in the crossfire. Blaming God for her parents death, she leads a crusade of destruction against those associated with God.   Minene got involved in the Diary game when after a failed assassination to kill a Catholic Cardinal, she tried to escape but almost fell to her death but was saved by Deus who gave her an offer to save her if she join his game. Minene's diary is the Escape Diary, which will chart out the best course of actions for her to escape whenever she finds herself in a dangerous situation. While it means she can escape anything, it is not perfect as the diary can only tell her how to escape if there are favorably conditions that allow her any chance to escape.   Originally, she wants to win the game to destroy religion worldwide but later mellows out after befriending Yuki and his friends. While she began as an antagonist against Yuki, she later became his ally, becoming a big sister figure to him and both of them hold no animosity with each other despite Minene was responsible for the destruction and deaths at his school and Yuki was the one who blinded her left eye. She shares an interesting relationship with Masumi Nishijima of the police whom she met during her failed assassination of the Cardinal. While she constantly dismisses all of his attempts to get to know her, she finally relents and eventually falls in love with Masumi.   In the anime, during the last episode it was shown that Minene, from the second world, and Masumi, from the third world live together and have two children. Third world Minene is still a terrorist.  She is named after Minerva — the Roman goddess of wisdom, commerce, weaving, crafts and magic. ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b4966-Bb0hjxjJtidY.jpg"},{"Quote":"If you wanna make people dream, you’ve gotta start by believing in that dream yourself! ","Author":" Seiya Kanie","Summary":"Seiya is the main protagonist. He is a perfectionist high school student who has mental sharpness, intelligence, excellent reflexes, and acts like a prince to the point of being a narcissist which annoys people. He used to be involved in the entertainment industry during his childhood and his stage name was Seiya Kodama. According to Isuzu, he was a child who would have made every adult\/parent proud. (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/87971-Os3Rm0dAZMVy.png"},{"Quote":"Even if we forget the faces of our friends, We will never forget the bonds that were carved into our souls. ","Author":" Otonashi Yuzuru","Summary":" __Height:__ 176 cm  __Age:__ 17   Otonashi lost his memory in an accident and thus thinks his life has no meaning. Things start to change for him as the story progresses. He is the main male protagonist of Angel Beats! Armaments Glock 19  In episode 7, Naoi is asked by Yuri to hypnotize him so he can regain his memories. This turns out successful revealing he had a very ill younger sister who was his sole reason for living. After her death, Otonashi decides to become a doctor to cure others who are ill like his sister and starts to study frantically. On his way to take an exam, his train crashes because of a snow storm. This hints that he died at that moment. However in episode 9, it is shown he survives the crash and starts helping the other few survivors as much as he can, since he was studying medicine. He and the survivors are stuck in a dark tunnel and it is only after 7 days that a rescue team arrives. A few minutes before losing all hope, Otonashi signs a paper to donate his organs (and inspires the other survivors to do the same). Otonashi dies soon after, just seconds before the rescue team arrived.  Over the course of the anime, he is the first of the SSS to try and understand Tenshi (Kanade). In the final episode, he confesses his love to her. However, it is revealed that Kanade's reason for coming to that world was she was unable to thank the person who let her live on - the person that donated their heart for a heart transplant.  Kanade reveals that she knew it was Otonashi all along, stating that she realized he did not have a heart in the very first episode when she stabbed him.  They embrace in Kanade's final moments, and she disappears from the world. Otonashi, overwhelmed by grief, screams out her name.    In the last moments of the final episode, an Otonashi-like figure is walking through a city street. He passes by a figure resembling Kanade, who is humming \"My Song\" (the final song that Iwasawa sings before she disappears). As he walks by, he suddenly stops upon hearing it.  He turns around and walks after her, then runs and reaches out to touch her shoulder. The scene then fades to white, and the anime concludes.     In \"another epilogue,\" which is an alternate ending to the original ending of the anime; Otonashi is seen to have remained as the new student president. He faces another soul and inspires him to face up to their past. Though the episode is ambiguous, it is clear Otonashi had decided to remain behind the Purgatory whereas everyone has already left, as he stated in his final Dialogue with Kanade.  ","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b24502-TJE8JeOERvj0.jpg"},{"Quote":"Even If you’ve only got a 1% chance of winning, but you convince yourself you’re gonna lose, that 1% becomes 0%. ","Author":" Lina Inverse","Summary":"Lina is the primary protagonist and the only character that appears in all incarnations of Slayers. She is an adolescent but very powerful sorceress, with a great love of money, treasure (especially the magical sort) and food. In the anime and manga (but not the light novel) Lina uses overly destructive magic recklessly (but comically), often with little provocation. She is reputed to be an evil, powerful, destructive, diminutive sorceress (the evil part isn't true). She has an older sister, Luna, who is a powerful swordswoman. Although Lina has faced down dragons, monsters, and even Dark Lords with little fear, the mere mention of Luna's name sends her into terrified hysterics. She also suffers from a fear of slugs.  In the first episode of the TV series, she introduces herself by destroying a gang of bandits known as the Dragon Fangs. She steals a large portion of their treasure, then sets off towards the nearest town to cash it in for a sizable profit. On the way to the town she is ambushed by the remainder of the Dragon Fangs. However, mere seconds before she would have blasted them to bits, Gourry Gabriev valiantly comes to her \"rescue\" and they begin their adventures together. In manga, anime and novels, Lina and Gourry do fall in love, but acting on these feelings is an entirely different story.  Lina has many different nicknames, one of them being \"Dragon Spooker\", a name that she isn't too fond of. This is rumored to have appeared because of an incident in the first episode, in which the Leader of the Dragon Fangs’ pet black dragon escapes. Just when it appears that the beast is going to crush Lina (and Gourry, who was knocked out on top of her in a compromising position), it blanches in disgust and steps over her, a blush along its snout, much to her shock, and thereafter rage. However, the nickname was mentioned before the black dragon met her, thus leading to a possible earlier incident.  Another nickname Lina encounters is the \"Dragon Nester.\" This comes from a rhyme: \"Little girl with little breasts, scares the dragon from its nest.\" This takes off from a running gag, in which characters constantly comment on the small size of Lina's breasts. She generally takes offense to these comments, and often responds with violence. This nickname only appears in the English dub but small breast jokes are a staple of the franchise.  In Slayers TRY, Gourry, Amelia and Zelgadis find out that Lina has an elder sister named Luna. Luna is a skilled and powerful warrior, who later retired and became a waitress in Lina's hometown. When Lina refused to accompany Filia on her quest, Filia handed Lina a letter from Luna that said, \"Shut up and do it!\", prompting Lina to cower in fear.  Ages (Rough estimates, Lina is short for her age): * OVAs and Movies: 13 to 14, 16 (In Premium only) * First Series: 15 (Lina directly states her age as 15 in episode 15) * Second Series: 16 * Third Series: 17","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b1169-zTNY4f0IC7Ty.png"},{"Quote":"It’s impossible to work hard for something you don’t enjoy. ","Author":" Silica","Summary":"She is 13 years old and a middle level dagger user. She is a very cheerful and sweet girl.   She is one of the very rare 'Beast Tamers' in SAO. She has a very rare familiar a 'feathery dragon' that she named Pina after her cat in the real world. She treasured Pina a lot and was the reason she survived in the game. Aside from being a female player, she is also a Beast Tamer and thus perceived as an idol amongst the middle level players. She received endless invitations from parties and guilds who wanted an idol player to join them to get more fame.   Because of the attention she got, she became overly proud of herself and left a party one time after a misunderstanding. She got surrounded by monsters and lost Pina in the end. She was then rescued by Kirito who was passing by and helped her to resurrect the dead familiar.   Kirito then revealed after getting the revival item that he got close to Silica because she was targeted by the orange guild, Titan Hand. He received a request from a player to have this guild be put to prison after getting ambushed and his comrades got killed. After showing superiority in level, they surrendered and were sent to prison.  She wanted to join Kirito in the frontlines but they had a huge level gap and she will not survive there. Kirito assured her that levels don't mean a thing as they are already friends.  When she transferred her game account to ALFheim online she brought Pina with her. In ALFheim Online she chooses the Cait Sith race.   After the ALO incident she is shown to go to school with Lisbeth, Asuna and Kirito and along with Lizbet makes a \"pact\" to allow Kirito and Asuna to have one month together without interference before they attempt their individual moves on Kirito due to their feelings for him.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b37681-RjfuMMOgE6Ja.jpg"},{"Quote":"I have always wanted to apologize to you. I endured and lived on just for that. ","Author":" Elfen Lied","Summary":"The Diclonius, a mutated homosapien that is said to be selected by God and will eventually become the destruction of mankind, possess two horns on their heads and have a \"sixth sense\" which gives them telekinetic abilities. Due to this dangerous power, they have been captured and isolated in laboratories by the government. Lucy, a young and psychotic Diclonius, manages to break free of her confines and brutally murders most of the guards in the laboratory where she is being held, only to be shot in the head as she makes her escape. She survives, falling off a cliff into the ocean and manages to drift along to a beach where two teenagers, Kouta and Yuka, discover her. Having lost her memories, she was named after the only thing that she can now say, \"Nyuu,\" and the two allow her to stay at Kouta's home. However, it appears that the psychotic side of Lucy is not dead just yet... <br><br>\r\n(Source: ANN - Revised)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx226-vqteB2impeYH.png"},{"Quote":"Human beings are strong because we can change ourselves. ","Author":" Saitama","Summary":"<b>Race:<\/b> Human\n<b>Alias:<\/b> Bald Cape\n<b>Age:<\/b> 25\n<b>Height:<\/b> 175 cm (5'9\")\n<b>Weight:<\/b> 70 kg (154 lbs.)\n<b>Gender:<\/b> Male\n<b>Location:<\/b> Z-City\n<b>Abilities:<\/b> Invaluable Physical Prowess, Supernatural Reflexes and Senses, Invulnerability, Indomitable Will\n<b>Occupation:<\/b> Superhero\n<b>Level:<\/b> A-Class; Rank 39\n<b>Affiliation:<\/b> The Heroes Association\n<b>Partner(s):<\/b> Genos (Disciple)\n<b>Debut:<\/b> Chapter 1\n\nSaitama is the main protagonist of One Punch Man, and the most powerful hero alive. Having apparently trained himself to superhuman condition, Saitama faces an existential crisis as he is now too powerful to gain any thrill from his heroic deeds.  He is registered with the Heroes Association as a C-Class Superhero and is tasked to defend Z-City against Mysterious Beings. \n\nAppearance: Saitama is a bald man of thin, but well-built physique and average height and weight. He claims to have lost all of his hair suddenly and prematurely as a result of the toll taken on his body by intense hero training. Three years before the story line, Saitama had spiky, black hair and brown eyes.  Saitama is usually deliberately drawn in a simpler style than other characters, with a very rounded head and only a simple mouth and eyes. When drawn in a more 'action-oriented' style with more detail, Saitama is revealed to have sharp features, dangerous looking eyes, and chiseled musculature. His costume is a plain yellow jumpsuit with a short zipper at the collar and a belt. The costume is finished out by a red ensemble of boots, gloves and a cape.\n\nPersonality: For a superhero, Saitama is rather laid-back. Because even the mightiest foes pose no challenge to him, he doesn't take his hero work very seriously. In spite of this, he is constantly searching for an opponent that can challenge him, since his superhero work is beginning to bore him because it's too easy. The combination of his attitude, unstoppable strength, and distinctively simple and 'unimpressive' appearance often cause his battles to become anticlimactic. Saitama will usually allow his opponents to rant about their motives and power up into their strongest forms before suddenly and nonchalantly obliterating them with one punch.\n\n(Source: One Punch-Man Wikia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/73935-WX4ViYPuZhs5.jpg"},{"Quote":"People with talent often have the wrong impression that things will go as they think. ","Author":" Karma Akabane","Summary":"Karma Akabane is a student in Korosensei's class 3-E of Kunugigaoka Junior High School who had been suspended from school due to his violent behavior.  He excels at using weaponry and foul play and is the only student thus far to have successfully injured Korosensei. Despite this, he is actually rather smart and manages a perfect score on one of Korosensei's tests. He and Nagisa were in the same class during their 1st and 2nd years at Kunugigaoka.  (Source: Wikia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b71933-IrwW73MpAh9j.jpg"},{"Quote":"Thinking you’re no-good and worthless is the worst thing you can do ","Author":" Nobito","Summary":"The five members of the literature club awakened with extraordinary powers half a year ago. Although the members expected to be thrown into a world of super-powered battles at their school, their normal daily routine continued. No secret organizations bent on world destruction, no super-powered wars, no brave heroes or demon kings. However, the members still look forward to the possibilities of adventure, and continued to believe that with each day, they were getting ever closer to those days of fantasy. Their days of romantic comedy and battles with extraordinary powers begin!<br>\r\n<br>\r\n(Source: ANN)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/media\/anime\/cover\/medium\/bx20646-LgR1T1MSR493.jpg"},{"Quote":"In this world, wherever there is light - there are also shadows. As long as the concept of winners exists, there must also be losers. The selfish desire of wanting to maintain peace causes wars and hatred is born to protect love. ","Author":"Madara Uchiha","Summary":" __Birthday:__ December 24\n __Classification:__ Missing-nin  \n__Occupation:__ Co-founder of Konohagakure, Leader of the Uchiha clan  \n__Affiliation:__ Konohagakure  \n__Clan:__ Uchiha clan  \n__Manga Debut:__ Chapter #370  \n__Anime Debut:__ Naruto Shippūden Episode #130  \n\nMadara Uchiha (うちはマダラ, Uchiha Madara) was a legendary ninja who led the Uchiha clan prior to and after the formation of Konohagakure.  Before the era of ninja villages, Madara and his younger brother, Izuna, were considered the most gifted members of the Uchiha clan. Even by his clan's standards, Madara's chakra was especially strong. He grew up constantly competing and training with Izuna and in their efforts to surpass each other, each gained their own Mangekyō Sharingan. With the power of the Mangekyō the two brothers took control of the clan, with Madara as its leader. Under his leadership, the clan conquered all they came across. Because of the never-ending series of battles of the time, Madara eventually began to suffer from overuse of the Mangekyō Sharingan, leaving him blind. In order to regain his sight he took Izuna's eyes for himself, granting him an \"eternal\" Mangekyō Sharingan with which he led the Uchiha clan to prosperity.  Over the years, the Uchiha had constantly fought with the equally powerful Senju clan and as such, Madara had an undying rivalry with Hashirama Senju, the leader of the Senju clan. To bring an end to the constant fighting, Hashirama approached the Uchiha with an offer of peace. Although Madara never wanted peace with the Senju, the rest of the Uchiha wished to end the fighting, and Madara had no choice but to accept. The Senju, the Uchiha, and all the clans they had conquered came together to form the village of Konohagakure.  Some time later, the villagers of Konoha selected Hashirama as the village's first Hokage much to Madara's dismay. Madara feared that Hashirama would oppress the Uchiha, and tried to rally support for challenging his leadership. Rather than help him, the Uchiha turned their backs on him, believing he only desired to rekindle the flames of war.  Soon after being rejected the position of Hokage and being abandoned by his clan, Madara left the village, and sought out Nine-Tails. He later returned in order to challenge Hashirama in battle. They fought at the site that would someday be called the Valley of the End, where Madara was defeated, despite having Nine-Tails at his side. Control of Nine-Tails was ultimately taken from him and Madara was believed to have died.   During the Fourth Shinobi World War, after Nagato is sealed by the recently freed Uchiha Itachi, Kabuto uses his 'trump card' by having Mū use the Impure World Resurrection to summon the 'real' Uchiha Madara (then-proving that Tobi is merely using the his namesake, and that he is in fact not Madara). After being resurrected, Madara also shows his ability to utilize not only his Sharingan and Mangekyou Sharingan abilities, but also those of the Rinnegan and Wood Jutsu.","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/b53901-RTUFWDZAS3c3.jpg"},{"Quote":"Love is the reason why there is a pain. When we lose someone precious to us, hate is born. Vengeance is the product of that hate and so death follows. But in death, there is only more death. This will give rise to more pains. In this cursed world we live in, it is a cycle of hatred that will not cease. You and I seek the same thing that Jiraiya-sensei wanted. Let me ask you this: How will you confront this hatred in order to create peace? ","Author":"Pain","Summary":"Pain is the recognized leader of Akatsuki, partnered to Konan, with Tobi acting as his benefactor. He is the principal figure in the tailed beast sealing ceremony.   The first and leading \"Pain\" appearing in the series is actually Yahiko, one of six animated corpses collectively known as \"The Six Paths of Pain\" that are all controlled by one person's will[ch. 378, 419]: Nagato of Amegakure. At a young age, Nagato was secretly visited by Madara Uchiha who implanted his Rinnegan (lit. \"Saṃsāra Eye\") into the child's body, giving him the ability to use abilities based on the six Buddhist paths of reincarnation. Orphaned, Nagato met fellow orphans Konan and Yahiko before they are all trained by Jiraiya. Nagato desired peace for the world, aiding Yahiko to create the Akatsuki to achieve that shared dream. However, a trap laid by Amegakure's dictator Hanzo led to Yahiko's death, causing Nagato to take over as the new leader of the organization. Though the encounter crippled Nagato, the experience of having his best friend die caused Nagato to come to the realization that peace could only be attained by teaching the world the pain caused by war.  To that end he adopted the alias \"Pain\" to conquer Amegakure and invented the Six Path of Pain to overcome his handicap and kill Hanzo, becoming a \"god\" in the eyes of Amegakure's citizens. Having made cosmetically alterations to the other Paths by dying their hair to match Yahiko's, the Paths are all outfitted with a number of body piercings that serve as a means for Nagato to control them and to give them a \"more dangerous\" appearance in relation to their name's installation. Through Nagato's Rinnegan, they can also share visual information and coordinate attacks.  Jiraiya would later confront Nagato regarding his role as \"Pain\", the leader of Akatsuki. The two would fight with Nagato dismissing his former mentor's ideals as well as killing him. During Pain's attack on Konoha, the six Paths are defeated by Naruto. Talking with Naruto, Nagato renews his faith in his late master and in the possibility of peace. Nagato sacrifices his life in order to revive the people he killed in Konoha.[ch. 449] Nagato is later resurrected by Kabuto and sent alongside Itachi to battle Naruto and Killer Bee, but is sent back to the afterlife. (Source: Wikipedia)","Image":"https:\/\/s4.anilist.co\/file\/anilistcdn\/character\/large\/n3180-dcQMc78SJ51d.png"}]